Repository: Reetus/ClassicAssist
Catalog: ClassicAssist.Updater/Properties/Resources.*.resx
Languages: it_it, ko_kr, pl_pl

source: An error occured...
it_it: Si è verificato un errore...
ko_kr: 오류가 발생했습니다...
pl_pl: Wystąpł błąd...

source: Cannot locate update package...
it_it: Impossibile individuare il pacchetto di aggiornamento...
ko_kr: 업데이트 패키지를 찾을 수 없습니다...
pl_pl: Nie można zlokalizować pakietu uaktualnień...

source: ClassicAssist Updater
ko_kr: 클래식어시스트 업데이터

source: Close
it_it: Chiudi
ko_kr: 닫다
pl_pl: Zamknij

source: Downloading
it_it: Sto Scaricando
ko_kr: 다운로드중
pl_pl: Pobieram

source: Error:
it_it: Errore:
ko_kr: 오류:
pl_pl: Błąd:

source: Extracting package...
it_it: Estrazione pacchetto in corso...
ko_kr: 패키지 추출 중...
pl_pl: Rozpakowywanie paczki...

source: Latest Release:
it_it: Ultima versione:
ko_kr: 최신 배포판:
pl_pl: Ostatni release:

source: No new release available...
it_it: Nessuna nuova versione disponibile...
ko_kr: 동안미남님 사용할 수 있는 새로운 배포판이 없습니다...
pl_pl: Brak dostępnych nowych wersji...

source: No release asset...
it_it: Errore formato update...
ko_kr: 출시된 배포판이 없습니다...
pl_pl: Brak częsci aktualizacji...

source: Relaunching updater...
it_it: Riavvio Updater...
ko_kr: 업데이트 다시 시작중...
pl_pl: Ponowne uruchomienie aktualizacji...

source: Unable to locate GitHub release
it_it: Impossibile individuare la versione di GitHub
ko_kr: GitHub에서 찾을 수 없습니다
pl_pl: Nie można zlokalizować release na GitHub

source: Updating files...
it_it: Aggiornamento dei file in corso...
ko_kr: 파일 업데이트 중...
pl_pl: Aktualizacja plików...

source: Checking for latest release...
it_it: Ricerca dell'ultima versione in corso...
ko_kr: 마지막 배포판 확인중...
pl_pl: Sprwadzanie najświeższej wersji...

source: Copying {0}...
it_it: Copia di {0} in corso...
ko_kr: 복사중 {0}...
pl_pl: Kopiuje {0}...

source: Done.
it_it: Fatto.
ko_kr: 고생했다 다되었구나.
pl_pl: Koniec.

source: Downloaded
it_it: Scaricato
ko_kr: 다운로드 완료
pl_pl: Pobrano

source: Downloaded size doesn't match expected...
it_it: Le dimensioni del Download non corrispondono...
ko_kr: 다운로드 크기가 올바르지 않습니다...
pl_pl: Pobrany rozmar nie zgadza się z sumą kontrolną...

source: Project Homepage
it_it: Sito web
ko_kr: 프로젝트 홈페이지
pl_pl: Strona projektu

source: GitHub rate limit, try again after {0}
it_it: GitHub è al limite, riprova dopo {0}
ko_kr: 깃허브 속도 제한, {0} 이후에 다시 시도하세요

source: Releases
it_it: Versioni
ko_kr: 해방하다

source: Warning
it_it: Pericolo
ko_kr: 경고

source: Update cancelled...
it_it: Aggiornamento cancellato...
ko_kr: 업데이트가 취소되었습니다.

source: Running Clients
it_it: Scripts in corso
ko_kr: 클라이언트 실행중

source: The following client(s) are currently running, if you continue they will be closed
it_it: Il/I client seguenti sono attualmente aperti, se continui verranno chiusi
ko_kr: 현재 클라이언트가 실행중입니다. 계속하면 종료됩니다.

source: Do you wish to continue?
it_it: Vuoi continuare?
ko_kr: 계속 하시겠습니까?

source: OK
it_it: Si
ko_kr: 확인

source: Cancel
it_it: Annulla
ko_kr: 취소

source: Extracting modules...
it_it: Estraggo i moduli...
ko_kr: 모듈 추출 중...

source: Install Prereleases
it_it: Installo Prereleases
ko_kr: 사전공개 설치

source: Github Access Token
it_it: Token Access di Github
ko_kr: 깃허브 액세스 토큰

source: Options
it_it: Opzioni
ko_kr: 옵션
