Repository: Reetus/ClassicAssist
Catalog: ClassicAssist/Resources/MacroCommandHelp.*.resx
Languages: cs, ko_kr

# LISTEXISTS_COMMAND_DESCRIPTION
source: Returns true if list exist, or false if not.
cs: Vrátí True pokud seznam existuje.
ko_kr: 리스트가 존재하면 true, 그렇지 않으면 false.

# PUSHLIST_COMMAND_DESCRIPTION
source: Pushes a value to the end of the list, will create list if it doesn't exist.
cs: Přidá hodnotu na konec seznamu, vytvoří nový pokud seznam neexistuje.
ko_kr: 목록의 끝을 보여주고, 목록이 없으면 목록을 만듭니다.

# REMOVELIST_COMMAND_DESCRIPTION
source: Removes the list with the given name.
cs: Smaže seznam s daným názvem.
ko_kr: 주어진 이름의 목록을 제거합니다.

# PLAYMACRO_COMMAND_DESCRIPTION
source: Plays the given macro name.
cs: Přehraje makro s daným názvem.
ko_kr: 주어진 이름의 매크로를 재생합니다.

# STOP_COMMAND_DESCRIPTION
source: Stops the current macro.
cs: Zastaví aktuální makro.
ko_kr: 현재 매크로를 중지합니다.

# HOTKEYS_COMMAND_DESCRIPTION
source: Enable and disable hotkeys.
cs: Zapne nebo vypne klávesové zkratky.
ko_kr: 핫키를 활성화 / 비활성화합니다.

# INFO_COMMAND_DESCRIPTION
source: Show object inspector for supplied serial / alias, will prompt for target if no parameter given.
cs: Zobrazí inspektora objektů pro daný serial / alias, vyzve k výběru ve hře pokud není žádný předán.
ko_kr: 제공된 시리얼/이름에 대하여 검사기를 표시하고, 매개 변수가 없으면 대상을 묻는 메시지를 표시합니다.

# INVOKEVIRTUE_COMMAND_DESCRIPTION
source: Use a virtue by name.
cs: Použije danou virtue.
ko_kr: 미덕을 사용합니다.

# MESSAGEBOX_COMMAND_DESCRIPTION
source: Show a simple message box with a custom title and body.
cs: Zobrazí jednoduché okno se nadpisem a zprávou.
ko_kr: 제목과 본문이있는 간단한 메시지를 표시합니다.

# PAUSE_COMMAND_DESCRIPTION
source: Pauses execution for the given amount in milliseconds.
cs: Pozastaví provádění makra po dobu danou v milisekundách.
ko_kr: 일정 시간 동안 실행을 일시 중지합니다.

# PLAYING_COMMAND_DESCRIPTION
source: Returns true if there is a macro, use in background macros.
cs: Vrátí True pokud makro běží, zejména pro makra na pozadí.
ko_kr: 매크로가 있으면 백그라운드에서 작동됩니다.

# PLAYSOUND_COMMAND_DESCRIPTION
source: Play sound by id or system .wav file.
cs: Přehraje zvuk podle ID nebo názvu .wav souboru.
ko_kr: ID 또는 시스템 .wav 파일로 사운드를 재생합니다.

# RESYNC_COMMAND_DESCRIPTION
source: Sends Resync request to server.
cs: Odešle serveru žádost o resynchronizaci.
ko_kr: 서버에 재 동기화 요청을 보냅니다.

# SETQUIETMODE_COMMAND_DESCRIPTION
source: Set quiet mode True/False, True reduces the number of messages macro commands emit.
cs: Nastaví tichý mód na True/False, True sníží množství systémových zpráv makra na minimum.
ko_kr: 무음 모드를 설정합니다.

# SYSMESSAGE_COMMAND_DESCRIPTION
source: Send a text message.
cs: Odešle systémovou zprávu.
ko_kr: 메시지를 보냅니다.

# WARMODE_COMMAND_DESCRIPTION
source: Sets war mode status, parameter on, off, or toggle, defaults to toggle if no parameter given.
cs: Nastaví bojový mód, parametry "on", "off" a "toggle", výchozí "toggle" pokud není žádný předán.
ko_kr: 전쟁 모드 상태, 매개 변수 켜기, 끄기 또는 토글을 설정합니다. 매개 변수를 지정하지 않으면 토글(기본)됩니다.

# ALLYMSG_COMMAND_DESCRIPTION
source: Sends given message to alliance chat.
cs: Odešle zprávu do chatu aliance.
ko_kr: 메시지를 동맹 채팅에 보냅니다.

# CANCELPROMPT_COMMAND_DESCRIPTION
source: Cancels the current prompt.
cs: Zruší aktuální dotaz kurzorem.
ko_kr: 현재 프롬프트를 취소합니다.

# EMOTEMSG_COMMAND_DESCRIPTION
source: Emotes the given message
cs: Odešle zprávu jako emote.
ko_kr: 메시지를 표현합니다

# GUILDMSG_COMMAND_DESCRIPTION
source: Sends given message to guild chat.
cs: Odešle zprávu do chatu cechu.
ko_kr: 길드 채팅에 메시지를 보냅니다.

# HEADMSG_COMMAND_DESCRIPTION
source: Displays overhead message above given mobile / item.
cs: Zobrazí zprávu nad danou postavou nebo předmětem.
ko_kr: 지정된 대상에 위에 메시지를 표시합니다.

# MSG_COMMAND_DESCRIPTION
source: Speaks the given message, Optional hue
cs: Odešle zprávu jako řeč.
ko_kr: 선택된 색상으로 메세지를 보냅니다.

# PARTYMSG_COMMAND_DESCRIPTION
source: Sends given message to party chat.
cs: Odešle zprávu do chatu družiny.
ko_kr: 메시지를 파티 채팅으로 보냅니다.

# PROMPTMSG_COMMAND_DESCRIPTION
source: Sends the specified message as a prompt response
cs: Odešle zprávu jako odpověď na dotaz.
ko_kr: 메시지를 프롬프트 응답으로 보냅니다.

# WAITFORPROMPT_COMMAND_DESCRIPTION
source: Wait the specified timeout for a prompt packet to be received
cs: Vyčká danou dobu na dotaz.
ko_kr: 프롬프트 패킷이 수신 될 때까지 지정된 시간동안 대기합니다.

# WHISPERMSG_COMMAND_DESCRIPTION
source: Whispers the given message
cs: Odešle zprávu jako šepot.
ko_kr: 메시지를 속삭입니다.

# YELLMSG_COMMAND_DESCRIPTION
source: Yells the given message
cs: Odešle zprávu jako křik.
ko_kr: 메시지를 외칩니다

# RUN_COMMAND_DESCRIPTION
source: Run in the given direction.
cs: Postava vyběhne daným směrem.
ko_kr: 동쪽 방향으로 달린다.

# SETFORCEWALK_COMMAND_DESCRIPTION
source: Set force walk, True or False
cs: Nastaví vynucení běhu, True nebo False
ko_kr: 포스 걷기 설정

# TOGGLEFORCEWALK_COMMAND_DESCRIPTION
source: Toggle Force Walk
cs: Přepne vynucení běhu
ko_kr: 포스 걷기 토글

# TURN_COMMAND_DESCRIPTION
source: Turn in the given direction.
cs: Otočí postavu daným směrem.
ko_kr: 동쪽 방향으로 돕니다.

# WALK_COMMAND_DESCRIPTION
source: Walk in the given direction.
cs: Postava vyjde daným směrem.
ko_kr: 동쪽 방향으로 걷습니다.

# PROPERTY_COMMAND_DESCRIPTION
source: Returns true if the given text appears in the items item properties.
cs: Vrátí True pokud se daný řetězec vyskytuje ve vlastnostech předmětu.
ko_kr: 텍스트가 항목 속성에 표시됩니다.

# PROPERTYVALUE_COMMAND_DESCRIPTION
source: Returns the argument value of the given property name. Optional argument index.
cs: Vrátí hodnotu argumentu dané vlastnosti. Volitelný je index argumentu.
ko_kr: 속성 이름의 값을 갖습니다.

# WAITFORPROPERTIES_COMMAND_DESCRIPTION
source: Wait for item properties to be received for specified item.
cs: Vyčká na přijetí vlastností daného předmětu.
ko_kr: 항목 특성이 수신 될 때까지 기다립니다.

# SETSKILL_COMMAND_DESCRIPTION
source: Sets the lock state of the given skill, up, down or locked.
cs: Nastaví zámek dané dovednosti, "up", "down", nebo "locked".
ko_kr: 스킬의 잠금 상태를 위, 아래 또는 잠금으로 설정합니다.

# SKILL_COMMAND_DESCRIPTION
source: Returns the value of the given skill name.
cs: Vrátí základní hodnotu dané dovednosti.
ko_kr: 스킬 이름 기본 값으로 변경합니다.

# SKILLSTATE_COMMAND_DESCRIPTION
source: Returns the lock status of the given skill, up, down, or locked.
cs: Vrátí stav zámku dané dovednosti, "up", "down", nebo "locked".
ko_kr: 스킬의 잠금 상태, 위, 아래 또는 잠금으로 변경합니다.

# USESKILL_COMMAND_DESCRIPTION
source: Invokes the given skill name.
cs: Vyvolá danou dovednost.
ko_kr: 주어진 스킬 이름을 불러옵니다.

# CAST_COMMAND_DESCRIPTION
source: Cast the given named spell and automatically target given object.
cs: Zakouzlí podle názvu kouzla a automaticky zacílí daný objekt.
ko_kr: 주문을 대상에게 자동으로 시전합니다.

# CANCELTARGET_COMMAND_DESCRIPTION
source: Cancel an existing cursor/target.
cs: Zruší existující targetovací kurzor.
ko_kr: 기존의 커서 / 대상을 취소하세요.

# CLEARTARGETQUEUE_COMMAND_DESCRIPTION
source: Clears the target queue when queue last target/target self is enabled.
cs: Vymaže frontu cílů pokud je povoleno dávání posledních cílů do fronty.
ko_kr: 마지막 대상이 사용 가능한 경우 대상 순서를 삭제합니다.

# GETENEMY_COMMAND_DESCRIPTION
source: Get mobile and set enemy alias.
cs: Získá postavu a nastaví alias "murderer".
ko_kr: 적의 이름을 설정하세요.

# GETFRIEND_COMMAND_DESCRIPTION
source: Get mobile and set friend alias.
cs: Získá postavu a nastaví alias "friend".
ko_kr: 친구의 이름을 설정하십시오.

# GETFRIENDLISTONLY_COMMAND_DESCRIPTION
source: Get friend that only exists in the friends list, parameter distance 'Closest'/'Nearest'/'Next'
cs: Získá přítele ze seznamu přátel, parametr pro vzdálenost "Closest", "Nearest" nebo "Next"
ko_kr: 친구 목록서 '가장 가까운'/ '가장 가까운'/ '다음'에 있는 친구를 설정합니다.

# TARGET_COMMAND_DESCRIPTION
source: Targets the given object (parameter can be serial or alias).
cs: Zacílí daný objekt (parametr může být serial nebo alias).
ko_kr: 대상을 표시합니다. (매개 변수는 시리얼 또는 이름입니다.)

# TARGETEXISTS_COMMAND_DESCRIPTION
source: Returns true if a target cursor is displayed and the notoriety matches the supplied value, defaults to 'Any', options are 'Any', 'Beneficial', 'Harmful' or 'Neutral'
cs: Vrátí True je-li použit targetovací kurzor a známost odpovídá dané hodnotě, výchozí je "Any" a možné jsou "Any", "Beneficial", "Harmful" nebo "Neutral"
ko_kr: 커서가 표시되면 제공된 값과 일치하는 '임의', 옵션은 '임의', '유익한', '유해한' 또는 '중립'인 경우 기본값으로 설정됩니다.

# TARGETGROUND_COMMAND_DESCRIPTION
source: Target the specified type on the ground, optional parameters for hue and distance.
cs: Zacílí daný typ na zemi, volitelné parametry jsou barva a vzdálenost.
ko_kr: 대상의 지면에 및 색조 및 거리에 대한 매개 변수를 표시합니다.

# TARGETTILERELATIVE_COMMAND_DESCRIPTION
source: Target tile the given distance relative to the specified alias/serial, optional boolean for reverse mode.
cs: Zacílí dlaždici v dané vzdálenosti od předaného aliasu/serialu, volitelný parametr bool pro opačný mód.
ko_kr: 시리얼/대상으로 주어진 거리를 목표 타일로 지정하고 역 모드의 경우 선택적으로 표시됩니다.

# TARGETTYPE_COMMAND_DESCRIPTION
source: Target specified type in player backpack, optional parameters for hue and search level.
cs: Zacílí daný typ v hráčově batohu, volitelné parametry jsou barva a hloubka hledání.
ko_kr: 플레이어 백팩의 유형, 색조 및 검색이 매개 변수로 표시됩니다.

# WAITFORTARGET_COMMAND_DESCRIPTION
source: Wait for target packet from server, optional timeout parameter (default 5000 milliseconds).
cs: Vyčká na paket pro zacílení, volitelný parametr je timeout (výchozí hodnota 5000ms).
ko_kr: 서버에서 대상의 패킷을 기다립니다. (선택적 시간 매개 변수는 본값 5000 milliseconds)

# WAITINGFORTARGET_COMMAND_DESCRIPTION
source: Returns true whenever the core is internally waiting for a server target
cs: Vrátí True pokud jádro čeká na cíl od serveru.
ko_kr: 코어에서 대상 서버를 기다리고있을 때 동작합니다.

# CREATETIMER_COMMAND_DESCRIPTION
source: Create a new named timer.
cs: Vytvoří nový pojmenovaný časovač.
ko_kr: 타이머를 새로 만듭니다.

# REMOVETIMER_COMMAND_DESCRIPTION
source: Removes the named timer.
cs: Smaže časovač.
ko_kr: 타이머를 제거합니다.

# SETTIMER_COMMAND_DESCRIPTION
source: Set a timer value and create in case it does not exist.
cs: Nastaví časovač na hodnotu, pokud neexistuje, založí nový.
ko_kr: 타이머 값을 설정하고 존재하지 않는 경우 생성합니다.

# TIMER_COMMAND_DESCRIPTION
source: Check for a named timer value.
cs: Zjistí hodnotu časovače.
ko_kr: 타이머 값을 확인하십시오.

# TIMEREXISTS_COMMAND_DESCRIPTION
source: Returns true if the timer exists.
cs: Vrátí True pokud časovač existuje.
ko_kr: 타이머가 존재하면 동작합니다.

# TIMERMSG_COMMAND_DESCRIPTION
source: Outputs the elapsed timer value as a SystemMessage
cs: Vypíše uběhnutou dobu časovače jako systémovou zprávu
ko_kr: 경과 된 타이머 값을 시스템 메세지로 축력합니다.

# FINDWAND_COMMAND_DESCRIPTION
source: Search for a wand and set alias "found".
cs: Hledá hůlku a nastaví alias "found".
ko_kr: wand를 검색하고 이름을 "found"로 설정합니다.

# EQUIPWAND_COMMAND_DESCRIPTION
source: Search for a wand inside your backpack and equip it
cs: Hledá hůlku a vybaví ji do ruky
ko_kr: 배낭 안에서 wand를 찾아서 착용합니다.

# EQUIPWAND_COMMAND_EXAMPLE
source: #Equip a fireball wand if one can be found in our backpack.. if FindWand("fireball", "backpack", 5): #Remove current item in hand if FindLayer("OneHanded"): ClearHands("left") #Equip the wand EquipWand("fireball")
cs: #Vybaví hůlku s kouzlem "fireball" pokud nějaká v batohu existuje if FindWand("fireball", "backpack", 5): #Odzbrojí levou ruku if FindLayer("OneHanded"): ClearHands("left") #Vybaví hůlku EquipWand("fireball")

# SETAUTOLOOTCONTAINER_COMMAND_DESCRIPTION
source: Sets the container for the Autoloot agent to put items into...
cs: Nastaví kontejner pro autoloot agenta.
ko_kr: Autoloot 에이전트가 대상을 넣을 컨테이너를 지정합니다.

# FINDTYPE_COMMAND_EXAMPLE
source: # Look for a food item from a list and eat 1 if found. if not ListExists("food"): CreateList("food") PushList("food", 0x9b7) #bird PushList("food", 0x9d3) #ham PushList("food", 0x97d) #cheese PushList("food", 0x9d0) #apple PushList("food", 0x9eb) #muffin PushList("food", 0x97b) #fishsteak PushList("food", 0x9c0) #sausage PushList("food", 0x9f2) #ribs PushList("food", 0x9d1) #grapes PushList("food", 0x9d2) #peach for i in GetList("food"): if FindType(i, -1, "backpack"): UseObject("found") break
cs: # Hledá jídlo ze seznamu a jedno nalezené sní. if not ListExists("food"): CreateList("food") PushList("food", 0x9b7) #bird PushList("food", 0x9d3) #ham PushList("food", 0x97d) #cheese PushList("food", 0x9d0) #apple PushList("food", 0x9eb) #muffin PushList("food", 0x97b) #fishsteak PushList("food", 0x9c0) #sausage PushList("food", 0x9f2) #ribs PushList("food", 0x9d1) #grapes PushList("food", 0x9d2) #peach for i in GetList("food"): if FindType(i, -1, "backpack"): UseObject("found") break

# REPLAY_COMMAND_DESCRIPTION
source: Replay the current macro
cs: Zopakuje aktuální makro.
ko_kr: 현재 매크로 재생합니다.

# INIGNORELIST_COMMAND_DESCRIPTION
source: Check whether the given serial / alias exists in the ignore list.
cs: Zjistí zda je daný serial/alias na seznamu ignorovaných.
ko_kr: 시리얼 / 이름이 무시 목록에 있는지 확인하세요.

# SETFRIEND_COMMAND_DESCRIPTION
source: Sets the friend to the given serial/alias.
cs: Nastaví daný alias jako přítele.
ko_kr: 친구를 시리얼 / 이름으로 설정합니다.

# SETENEMY_COMMAND_DESCRIPTION
source: Sets the enemy to the given serial/alias.
cs: Nastaví daný alias jako nepřítele.
ko_kr: 시리얼 / 이름으로 적을 설정합니다.

# SETLASTTARGET_COMMAND_DESCRIPTION
source: Sets the last target to the given serial/alias.
cs: Nastaví daný alias jako poslední cíl.
ko_kr: 마지막 대상을 시리얼 / 이름으로 설정합니다.

# WAITFORTARGETORFIZZLE_COMMAND_DESCRIPTION
source: Waits the specified timeout for target cursor whilst returning false if the spell is fizzled / uncastable beforehand.
cs: Vyčká po danou dobu na targetovací kurzor a zároveň vrací False pokud kouzlo fizzlo / nelze seslat.
ko_kr: 마법 시전이 실패 하거나 작동하지 않는 경우 일정 시간을 기다립니다.

# SYSMESSAGE_COMMAND_EXAMPLE
source: # default hue SysMessage("Hello") # specifying hue SysMessage("Hello", 35)
cs: # výchozí barva SysMessage("Hello") # upřesnění barvy SysMessage("Hello", 35)

# FINDOBJECT_COMMAND_EXAMPLE
source: # Find on ground FindObject("mount") # Find on ground with range FindObject("mount", 10) # Find in container, must specify search level or -1 FindObject("weapon", -1, "backpack")
cs: # Hledat na zemi FindObject("mount") # Hledat na zemi v dosahu FindObject("mount", 10) # Hledat v kontejneru, je třeba předat hloubku nebo -1 FindObject("weapon", -1, "backpack")

# CHATMSG_COMMAND_DESCRIPTION
source: Sends a chat message.
cs: Odešle zprávu do chatu.
ko_kr: 메시지를 보냅니다.

# OPENVIRTUEGUMP_COMMAND_DESCRIPTION
source: Opens the Virtue gump of the given serial/alias (defaults to current player)
cs: Otevře Virtue gump daného serialu/aliasu (výchozí hodnota je hráč)
ko_kr: 시리얼 / 이름의 미덕 검프를 엽니다. (기본값은 현재 플레이어)

# OPENGUILDGUMP_COMMAND_DESCRIPTION
source: Opens the Guild gump
cs: Otevře gump cechu
ko_kr: 길드 검프를 엽니다

# OPENQUESTSGUMP_COMMAND_DESCRIPTION
source: Opens the Quests gump
cs: Otevře gump s úkoly
ko_kr: 퀘스트 검프를 엽니다

# GETENEMY_COMMAND_EXAMPLE
source: #get murderer GetEnemy(['Murderer']) #get closest murderer, any body type GetEnemy(['Murderer'], 'Any', 'Closest') #get next any notoriety, humanoid or transformation - unmounted GetEnemy(['Any'], 'Both', 'Next', 'Unmounted')
cs: #Najdi vraha - Murderer GetEnemy(['Murderer']) #Najdi nejbližšího vraha, jakéhokoli typu GetEnemy(['Murderer'], 'Any', 'Closest') #Najdi další cíl, jakákoli známost, humanoid nebo transformace - bez mounta GetEnemy(['Any'], 'Both', 'Next', 'Unmounted')

# TARGETXYZ_COMMAND_DESCRIPTION
source: Targets the ground at the given coordinates.
cs: Zacílí zemi na daných souřadnicích.
ko_kr: 좌표로 지면을 지정합니다.

# REHUE_COMMAND_DESCRIPTION
source: Rehue an item/mobile the specified hue value, set to 0 to remove. (Experimental)
cs: Přebarví předmět/postavu na danou barvu, 0 je odbarvení. (Experimentální)
ko_kr: 색조 값으로 아이템 / 대상을 변경합니다. 0이면 제거됩니다. (실험)

# STOPALL_COMMAND_DESCRIPTION
source: Stops all running macros including background macros.
cs: Zastaví všechna běžící makra, včetně těch na pozadí.
ko_kr: 실행중인 모든 매크로를 중지합니다.

# SETSTATUS_COMMAND_DESCRIPTION
source: Sets the lock state of the given stat, up, down or locked.
cs: Nastaví zámek statu, "up", "down" nebo "locked".
ko_kr: 스텟을 잠급으로 설정합니다.

# TARGETTILEOFFSET_COMMAND_DESCRIPTION
source: Targets the tile at the given offsets relative to the player
cs: Zacílí políčko na daných ofsetech souřadnic x,y,z hráče
ko_kr: 플레이어를 기준으로 주어진 타일을 대상을 지정합니다.

# TARGETTILEOFFSET_COMMAND_EXAMPLE
source: #Targets the tile at the current Y coordinate + 1 TargetTileOffset(0, 1, 0)
cs: #Zacílí políčko na místě postavy se souřadnicí Y + 1 TargetTileOffset(0, 1, 0)

# BUFFTIME_COMMAND_DESCRIPTION
source: Returns milliseconds remaining for given buff name, or 0 if expired/not enabled.
cs: Vrátí zbývající čas v milisekundách pro daný buff, nebo 0 pokud vyprchal.
ko_kr: 버프 주문이 시전중이거나 만료 / 비활성화 된 경우 동작합니다.

# TARGETBYRESOURCE_COMMAND_DESCRIPTION
source: Uses tool and targets specified resource type (Requires server support (OSI / ServUO))
cs: Použije nástroj a zacílí určený zdroj surovin (Vyžaduje podporu serveru)
ko_kr: 도구를 사용하고 자원 대상으로합니다. (서버 지원 필요 (OSI / ServUO))

# WAITFORMENU_COMMAND_DESCRIPTION
source: Pauses until incoming menu packet is received, optional paramters of gump ID and timeout
cs: Pozastaví skript dokud nepřijde menu, volitelné parametry ID gumpu a timeout.
ko_kr: 메뉴 패킷이 수신 될 때까지 일시 중지 됩니다.

# REPLYMENU_COMMAND_DESCRIPTION
source: Sends a button reply to server menu
cs: Odešle kliknutí na tlačítko menu ze serveru.
ko_kr: 서버 메뉴에 회신 버튼을 보냅니다.

# INMENU_COMMAND_DESCRIPTION
source: Returns True if the menu title or entry titles contains the given text.
cs: Vrátí True pokud nadpis menu nebo položky v něm obsahují daný text.
ko_kr: 메뉴 제목이나 항목 제목에 지정된 텍스트가 포함되어 있으면 동작합니다.

# MENUEXISTS_COMMAND_DESCRIPTION
source: Return true if the given menu id exists.
cs: Vrátí True pokud existuje menu s daným ID.
ko_kr: 주어진 메뉴 ID가 존재하면 동작합니다.

# INMENU_COMMAND_EXAMPLE
source: UseSkill('Tracking') WaitForMenu(0x1d0, 5000) ReplyMenu(0x1d0, 3, 0x2106, 0) WaitForMenu(0x1d1, 5000) if InMenu(0x1d1, 'Omar'): HeadMsg('Omar is in range', 'self') CloseMenu(0x1d1)
cs: UseSkill('Tracking') WaitForMenu(0x1d0, 5000) ReplyMenu(0x1d0, 3, 0x2106, 0) WaitForMenu(0x1d1, 5000) if InMenu(0x1d1, 'Dorchaide'): HeadMsg('Dorchaide je v dosahu', 'self') CloseMenu(0x1d1)

# CLOSEMENU_COMMAND_DESCRIPTION
source: Closes the specified menu id
cs: Zavře menu s daným ID
ko_kr: 지정된 메뉴 ID를 닫습니다.

# SKILLCAP_COMMAND_DESCRIPTION
source: Returns the skill cap for the specified skill
cs: Vrátí skillcap dané dovednosti
ko_kr: 지정된 스킬의 스킬 캡을 지정합니다.

# CONFIRMPROMPT_COMMAND_DESCRIPTION
source: Displays an ingame prompt with the specified message, returns True if Okay was pressed, False if not.
cs: Zobrazí dotaz ve hře s danou zprávnou, vrátí True pokud byla odpověď kladná.
ko_kr: 메시지와 함께 게임 내 프롬프트를 표시하고, Okay를 누르면 True로, 그렇지 않으면 False로 동작합니다.

# CONFIRMPROMPT_COMMAND_INSERTTEXT
source: ConfirmPrompt("Self Destruct?")
cs: ConfirmPrompt("Spustit sebedestrukci?")

# CONFIRMPROMPT_COMMAND_EXAMPLE
source: res = ConfirmPrompt("Play macro?") if res: PlayMacro("Macro")
cs: res = ConfirmPrompt("Spustit makro?") if res: PlayMacro("Macro")

# STOP_COMMAND_EXAMPLE
source: # Stop the current macro Stop() # Stop a macro by name Stop("Background Macro")
cs: # Zastaví běžící makro Stop() # Zastaví makro podle jména Stop("Background Macro")

# TARGETTILEOFFSETRESOURCE_COMMAND_DESCRIPTION
source: Targets the tile at the given offsets relative to the player (automatically targeting trees/cave tiles/water if present)
cs: Zacílí políčko na daných ofsetech souřadnic x,y,z hráče (automaticky cílí stromy/důlní políčka/vodu)
ko_kr: 플레이어를 기준으로 지정된 오프셋의 타일을 대상으로 합니다. (제공된 경우 나무/나무 타일/물 자동 대상 지정)

# HIDEENTITY_COMMAND_DESCRIPTION
source: Remove an item/mobile from the screen
cs: Odstraní předmět / postavu z obrazovky
ko_kr: 화면에서 아이템/모빌 제거

# HIDEENTITY_COMMAND_EXAMPLE
source: ClearIgnoreList() # Hide all corpses on screen while FindType(0x2006): HideEntity('found') IgnoreObject('found')
cs: ClearIgnoreList() # Skryje všechny mrtvoly na obrazovce while FindType(0x2006): HideEntity('found') IgnoreObject('found')

# USETARGETEDITEM_COMMAND_DESCRIPTION
source: Uses specified item and targets target in one action. Requires server support (OSI / ServUO)
cs: Použije daný předmět a vybere cíl v jedné akci. Vyžaduje podporu serveru
ko_kr: 지정된 아이템 사용 후 한번의 행동으로 타겟을 타겟팅 합니다. 서버 지원 필요(OSI/ServUO)

# USELAYER_COMMAND_DESCRIPTION
source: Uses object in the specified layer, optional parameter for mobile
cs: Použije předmět v dané vrstvě, volitelný parametr pro postavu
ko_kr: 지정된 레이어의 개체를 사용하고 모빌의 경우 선택적인 매개변수를 사용합니다.

# AUTOCOLORPICK_COMMAND_DESCRIPTION
source: Setup an automated reply to the incoming dye color gump, allowing you to define dye tubs color. That command should be added prior to the action that opens the color pick gump.
cs: Nastaví automatickou odpověď na příchozí gump s výběrem barvy a umožní tak nastavit barvu kádí. Tento příkaz by měl být použit před akcí která tento gump vyvolá.
ko_kr: 염색 튜브 색상을 정의할 수 있도록 들어오는 염색 색상 개체에 대한 자동 응답을 설정합니다.

# DISPLAYQUESTPOINTER_COMMAND_DESCRIPTION
source: Display quest arrow pointer to specified coordinates
cs: Zobrazí směrovou šipku k daným souřadnicím
ko_kr: 지정된 좌표에 대한 퀘스트 화살표 포인터 표시

# DISPLAYQUESTPOINTER_COMMAND_EXAMPLE
source: # add pointer DisplayQuestPointer(1000, 1000, True) Pause(2000) # remove pointer DisplayQuestPointer(1000, 1000, False)
cs: # Přidá šipku DisplayQuestPointer(1000, 1000, True) Pause(2000) # Odebere šipku DisplayQuestPointer(1000, 1000, False)

# PATHFIND_COMMAND_DESCRIPTION
source: Requests client to pathfind to given coordinates / entity
cs: Vyžádá klienta, aby našel cestu na dané souřadnice / k objektu.
ko_kr: 클라이언트에게 주어진 좌표(coordinates)/Entity에 대한 경로 찾기를 요청합니다.

# PATHFIND_COMMAND_EXAMPLE
source: #Pathfind to coordinates Pathfind(1438, 1630, 20) #Pathfind to entity SetEnemy(0x3c9) Pathfind('enemy') # Cancel pathfind in progress Pathfind(-1)
cs: #Hledání cesty na souřadnice Pathfind(1438, 1630, 20) #Hledání cesty k postavě SetEnemy(0x3c9) Pathfind('enemy')

# SETORGANIZERCONTAINERS_COMMAND_DESCRIPTION
source: Set the source and destination for the specified Organizer name
cs: Nastaví zdroj a cíl pro daný organizér
ko_kr: 지정된 오거나이저 이름의 소스 및 대상 설정

# ACTIVEABILITY_COMMAND_DESCRIPTION
source: Returns True if either the primary or secondary ability is set
cs: Vrátí True pokud je primární a sekundární schopnost nastavena
ko_kr: 기본 또는 보조 기능이 설정되어 있는 경우 참(Ture)으로 반환

# MESSAGEPROMPT_COMMAND_DESCRIPTION
source: Displays an ingame gump prompting for a message
cs: Zobrazí ve hře gump s dotazem na zprávu
ko_kr: 메시지에 대한 인게임 검프 프롬프트 표시

# MESSAGEPROMPT_COMMAND_INSERTTEXT
source: res, msg = MessagePrompt("Message", "Initial Text")
cs: res, msg = MessagePrompt("Zpráva", "Výchozí text")

# MESSAGEPROMPT_COMMAND_EXAMPLE
source: res, name = MessagePrompt("Enter Name?", "Whiskers") if res: Rename(0xc1b, name)
cs: res, name = MessagePrompt("Zadat jméno?", "Mourek") if res: Rename(0xc1b, name)

# GETTEXT_COMMAND_DESCRIPTION
source: Sends an internal prompt request and returns the text entered
cs: Odešle dotaz na zadání textu ve hře a vrátí zadaný text
ko_kr: 내부 프롬프트 요청을 보내고 입력한 텍스트를 반환합니다.

# GETTEXT_COMMAND_INSERTTEXT
source: res, msg = GetText("Enter message...", 30000)
cs: res, msg = GetText("Vložit text...", 30000)

# GETTEXT_COMMAND_EXAMPLE
source: res, name = GetText("Name?", 10000) if res: Rename(0xc1b, name)
cs: res, name = GetText("Jméno?", 10000) if res: Rename(0xc1b, name)

# DIRECTION_COMMAND_DESCRIPTION
source: Returns the Direction the given alias/serial is facing
cs: Vrátí směr kterému daný alias / serial čelí.
ko_kr: 지정된 별칭/시리얼이 향하는 방향을 반환합니다

# POPLIST_COMMAND_DESCRIPTION
source: Remove elements from a list, returns the number of elements removed
cs: Odebere elementy ze seznamu a vrátí počet smazaných
ko_kr: 목록에서 요소(elements)를 제거하고 제거된 요소(elements) 수를 반환합니다
