Repository: Reetus/ClassicAssist
Catalog: ClassicAssist/Resources/MacroCommandHelp.*.resx
Languages: cs, ko_kr

# POPLIST_COMMAND_EXAMPLE
source: CreateList("hippies") PushList("hippies", 1) PushList("hippies", 2) PushList("hippies", 3) PopList("hippies", "front") # Removes 1 PopList("hippies", "back") # Removes 3 PopList("hippies", "2") # Removes any 2's that exist in the list for x in GetList("hippies"): print x # Never reached because list is empty
cs: CreateList("hippies") PushList("hippies", 1) PushList("hippies", 2) PushList("hippies", 3) PopList("hippies", "front") # Smaže 1 PopList("hippies", "back") # Smaže 3 PopList("hippies", "2") # Smaže všechny 2 které v seznamu jsou for x in GetList("hippies"): print x # Nikdy neproběhne protože seznam je prázdný

# INTERRUPTSPELL_COMMAND_DESCRIPTION
source: Attempts to interrupt spell by lifting an item briefly.
cs: Pokusí se přerušit kouzlení rychlým zvednutím předmětu.
ko_kr: 아이템을 잠시 들어 올려 주문을 중단하려고합니다.

# SNAPSHOT_COMMAND_DESCRIPTION
source: Take a screenshot of the window
cs: Udělá screenshot okna
ko_kr: 윈도우 스크린샷 촬영

# SNAPSHOT_COMMAND_EXAMPLE
source: # Just the game client area, no delay, default filename Snapshot() # Fullscreen snapshot, 3 second delay, default filename Snapshot(3000, True) # Client area snapshot, no delay, custom filename Snapshot(0, False, "screenshot.png")
cs: # Jen herní okno, žádná prodleva, výchozí název souboru Snapshot() # Celé okno klienta, 3 sekundy prodleva, výchozí název souboru Snapshot(3000, True) # Jen herní okno, žádná prodleva, vlastní název souboru Snapshot(0, False, "screenshot.png")

# WAITFORCONTEXT_COMMAND_EXAMPLE
source: # select by index number WaitForContext('self', 2, 5000) # select by entry name WaitForContext('self', "Open Item Insurance Menu", 5000)
cs: # vybrat podle indexu WaitForContext('self', 2, 5000) # vybrat podle jména WaitForContext('self', "Open Item Insurance Menu", 5000)

# SELECTIONPROMPT_COMMAND_DESCRIPTION
source: Produces an in-game gump to choose from a list of options Returns a tuple with a boolean signifying whether the OK button was pressed, and the index of the entry selected
cs: Vytvoří gump ve hře s výběrem ze seznamu možností Vrátí dvojici s booleanem který značí zda bylo stisknuto tlačítko OK a index vybraného záznamu ze seznamu
ko_kr: 옵션 목록에서 선택할 수 있는 게임 내 메뉴(gump)를 생성합니다 OK버튼 클릭 클릭 여부를 나타내는 tuple과 선택된 entry index를 반환합니다.

# SELECTIONPROMPT_COMMAND_INSERTTEXT
source: SelectionPrompt(['Option 1', 'Option 2'])
cs: SelectionPrompt(['Možnost 1', 'Možnost 2'])

# SELECTIONPROMPT_COMMAND_EXAMPLE
source: res, index = SelectionPrompt(['Sex', 'Drugs', 'Rock and Roll']) if res: print 'Option {} was selected'.format(index) else: print 'Cancel was pressed'
cs: res, index = SelectionPrompt(['Sex', 'Drogy', 'Rock and Roll']) if res: print 'Byla vybrána {}. možnost'.format(index) else: print 'Výběr zrušen'

# SETVENDORBUYAUTOBUY_COMMAND_DESCRIPTION
source: Enables or disables autobuying of the specified vendor buy list name...
cs: Zapne nebo vypne automatické nakupování od daného vendora...
ko_kr: 지정된 이름의 자동구매를 활성화 또는 비활성화합니다.

# SETVENDORBUYAUTOBUY_COMMAND_EXAMPLE
source: # set on SetVendorBuyAutoBuy("regs", "on") # set off SetVendorBuyAutoBuy("regs", "off") # default will toggle SetVendorBuyAutoBuy("regs")
cs: # zapnout SetVendorBuyAutoBuy("regs", "on") # vypnout SetVendorBuyAutoBuy("regs", "off") # přepne on/off SetVendorBuyAutoBuy("regs")

# ISRUNNING_COMMAND_DESCRIPTION
source: Returns True if the specified macro name is currently running
cs: Vrátí True pokud dané makro běží
ko_kr: 실행중_명령_설명

# LOGOUT_COMMAND_DESCRIPTION
source: Disconnects from the server and returns to the login screen
cs: Odpojí tě od serveru a vrátí na přihlašovací obrazovku
ko_kr: 서버와의 연결을 종료하고 로그인 화면으로 돌아갑니다.

# QUIT_COMMAND_DESCRIPTION
source: Closes the client
cs: Zavře klienta
ko_kr: 클라이언트를 닫습니다.

# PROMPTMACROALIAS_COMMAND_DESCRIPTION
source: Prompt with an in-game target cursor to supply value for given alias name, alias is valid only in the current macro.
cs: Vyzve ve hře kurzorem výběr hodnoty pro daný alias, který bude platný pouze v tomto makru.
ko_kr: 주어진 별칭 이름에 대한 값을 제공하도록 게임 내 대상 커서로 프롬프트(Prompt)합니다. 별칭은 현재 매크로에서만 유효합니다.

# DIFFHITSPERCENT_COMMAND_DESCRIPTION
source: Returns the given mobiles different between max and currents hits as a percentage, if parameter is null, then returns the value from the player (parameter can be serial or alias).
cs: Vrátí rozdíl mezi maximálními a souřasnými životy v procentech u dané postavy, pokud je parametr prázdný, vrátí hodnotu pro postavu hráče. (parameter can be serial or alias).

# DIFFHITSPERCENT_COMMAND_EXAMPLE
source: if DiffHitsPercent("self") > 30: # 70% health
cs: if DiffHitsPercent("self") > 30: # 70% životů

# FOLLOWING_COMMAND_DESCRIPTION
source: Returns True if currently following a target
cs: Vrátí True pokud následuješ cíl

# FOLLOW_COMMAND_DESCRIPTION
source: Instructs ClassicUO to follow the specified alias/serial, supply no parameter to cancel
cs: CUO začne následovat daný alias/serial, volání bez parametru sledování ukončí

# PATHFINDING_COMMAND_DESCRIPTION
source: Returns True if ClassicUO is currently pathfinding
cs: Vrátí True pokud CUO právě hledá cestu (Pathfinding)

# PATHFINDING_COMMAND_EXAMPLE
source: Pathfind('enemy') Pause(25) # there is a delay between calling Pathfind() and Pathfinding() being True while Pathfinding(): Pause(50) HeadMsg("die scum", "self")
cs: Pathfind('enemy') Pause(25) # Je tu odezva mezi začátkem pathfindingu a tím že Pathfinding() vrátí True while Pathfinding(): Pause(50) HeadMsg("Zemři bídný červe", "self")

# WAITFORJOURNALARRAY_COMMAND_DESCRIPTION
source: Wait up the given timeout for one of any of provided array of string to appear in journal
cs: Vyčkat až se jeden nebo více z daných řetězců objeví v deníku nebo max timeout

# FASTERCASTING_COMMAND_DESCRIPTION
source: Return faster casting value.
ko_kr: 현재 플레이어의 빠른주문시전 값을 반환합니다.

# FASTERCASTRECOVERY_COMMAND_DESCRIPTION
source: Return faster cast recovery value.
ko_kr: 현재 플에이어의 파른주문회복 값을 반환합니다.

# OPENHELPGUMP_COMMAND_DESCRIPTION
source: Opens the Help gump
ko_kr: 헬프 검프를 엽니다.
