Repository: Reetus/ClassicAssist
Catalog: ClassicAssist/Resources/MacroCommandHelp.*.resx
Languages: cs, ko_kr

# MOVETYPE_COMMAND_EXAMPLE
source: #To move a type to another container... MoveType(0x170f, "backpack", "bank") #Destination can be the ground by specifying destination container to -1 and specifying the coordinates... MoveType(0x170f, "backpack", -1, 1928, 2526, 0) #Optional parameters exist for Hue and Amount, to move 10 maximum with the a Hue of 50... MoveType(0x170f, "backpack", "bank", -1, -1, 0, 50, 10)
cs: #Přesunout typ do jiného kontejneru... MoveType(0x170f, "backpack", "bank") #Cíl může být země když předáš -1 jako cílový kontejner a upřesníš souřadnice.. MoveType(0x170f, "backpack", -1, 1928, 2526, 0) #Volitelné parametry jsou Barva a Množství, např. přesun 10 předmětů s barvou 50.. MoveType(0x170f, "backpack", "bank", -1, -1, 0, 50, 10)

# CLEARABILITY_COMMAND_DESCRIPTION
source: Clear weapon ability.
cs: Zrušit schopnost zbraně.
ko_kr: 무기 특수기 취소

# FLY_COMMAND_DESCRIPTION
source: (Garoyle) Start flying if not already flying.
cs: (Gargoyle) Začít létat pokud už nelétáš.
ko_kr: (가고일)아직 비행모드가 아니라면 비행모드가 시작됩니다.

# FLYING_COMMAND_DESCRIPTION
source: Returns true if mobile is currently flying.
cs: Vrátí True pokud postava létá.
ko_kr: 모빌이 현재 비행모드라면 True 값을 갖습니다

# LAND_COMMAND_DESCRIPTION
source: (Garoyle) Stop flying if currently flying.
cs: (Gargoyle) Přestane létat pokud létáš.
ko_kr: (가고일)현재 비행모드라면 비행모드를 중지합니다.

# SETABILITY_COMMAND_DESCRIPTION
source: Set weapon ability, parameter "primary" / "secondary".
cs: Nastav schopnost zbraně, parametr "primary" / "secondary".
ko_kr: 무기 특수기 설정, 매개변수 "첫번째" / "두번째".

# ATTACK_COMMAND_DESCRIPTION
source: Attack mobile (parameter can be serial or alias).
cs: Zaútoč na postavu (parametr může být serial nebo alias).
ko_kr: 모빌 공격 (매개변수는 시리얼 또는 별칭일 수 있습니다).

# BANDAGESELF_COMMAND_DESCRIPTION
source: Applies a bandage to the player.
cs: Použije bandáž na postavu hráče.
ko_kr: 플레이어에게 붕대를 적용합니다.

# CLEARHANDS_COMMAND_DESCRIPTION
source: Clear hands, "left", "right", or "both"
cs: Vyprázdní ruce, "left", "right", nebo "both"
ko_kr: 손 비우기, "왼손", "오른손" 또는 "양손"

# CLEARUSEONCE_COMMAND_DESCRIPTION
source: Clear UseOnce list.
cs: Vyprázdní seznam UseOnce.
ko_kr: UseOnce 리스트 지우기

# CLICKOBJECT_COMMAND_DESCRIPTION
source: Single click object (parameter can be serial or alias).
cs: Klikne jednou na objekt (parametr může být serial nebo alias).
ko_kr: 오브젝트 한번클릭 (매개변수는 시리얼 또는 별칭일 수 있습니다).

# CONTENTS_COMMAND_DESCRIPTION
source: Returns the item count for given container.
cs: Vrátí počet předmětů v daném kontejneru.
ko_kr: 주어진 컨테이너의 아이템 카운트를 반환합니다

# CONTEXTMENU_COMMAND_DESCRIPTION
source: Request a context menu option.
cs: Vyžádá kontextové menu.
ko_kr: Context 메뉴 옵션을 요청

# EQUIPITEM_COMMAND_DESCRIPTION
source: Equip a specific item into a given layer. Use object inspector to determine layer value.
cs: Nasadí daný předmět do dané vrstvy. Použij inspektor objektů pro zjištění vrstvy.
ko_kr: 특정 아이템을 주어진 레이어에 장착하십시오. 오브젝트 인스펙터를 사용하여 레이어 값을 결정하십시오.

# EQUIPLASTWEAPON_COMMAND_DESCRIPTION
source: Send quick switch weapon packet (probably not supported on pre-AoS servers.
cs: Pošle packet pro rychlé přehození zbraní (nejspíše nefunguje na pre-AoS serverech).
ko_kr: 빠른 무기전환 패킷을 보냅니다 (AoS이전 서버에서는 지원되지 않을 수 있습니다).

# EQUIPTYPE_COMMAND_DESCRIPTION
source: Equip a specific type into a given layer. Use object inspector to determine layer value.
cs: Nasadí daný typ předmětu do dané vrstvy. Použij inspektor objektů pro zjištění vrstvy.
ko_kr: 특정 타입을 주어진 레이어에 장착하십시오. 오브젝트 인스펙터를 사용하여 레이어 값을 결정하십시오.

# FEED_COMMAND_DESCRIPTION
source: Feed a given alias or serial with graphic.
cs: Nakrmí daný alias nebo serial uvedeným typem.
ko_kr: 그래픽으로 설정된 별명 또는 시리어를 공급하십시오.

# FINDLAYER_COMMAND_DESCRIPTION
source: Returns true and updates found alias if an item exists in the specified layer, option serial/alias for mobile to check.
cs: Vrátí True a aktualizuje alias "found" pokud předmět existuje v dané vrstvě, možnost předat serial/alias postavy pro ověření.
ko_kr: 만약 지정된 레이어에 아이템이 존재한다면 Ture 값을 갖고 별칭을 업데이트합니다, 모빌의 시리얼/별칭 옵션을 체크

# INREGION_COMMAND_DESCRIPTION
source: Returns true if the region of the target has the specified attribute.
cs: Vrátí True pokud region cíle má daný atribut.
ko_kr: 타겟의 범위가 지정된 속성을 가진경우 True 값을 갖습니다

# PING_COMMAND_DESCRIPTION
source: Retrieve an approximated ping with server. -1 on failure.
cs: Vrátí průměrný ping na server. -1 při chybě.
ko_kr: 서버의 근접한 핑을 검색합니다. 실패하면 -1 입니다.

# RENAME_COMMAND_DESCRIPTION
source: Sends rename request.
cs: Pošle žádost o přejmenování.
ko_kr: 이름변경 요청을 보냅니다.

# SHOWNAMES_COMMAND_DESCRIPTION
source: Display corpses and/or mobiles names (parameter "mobiles" or "corpses".
cs: Zobrazovat názvy mrtvol a/nebo postav (parametr "mobiles" nebo "corpses").
ko_kr: 시체 그리고/또는 모빌 이름 표시 (매개변수 "모빌" 또는 "시체".

# TOGGLEMOUNTED_COMMAND_DESCRIPTION
source: Unmounts if mounted, or mounts if unmounted, will prompt for mount if no "mount" alias.
cs: Sesedne pokud na něčem sedíš, nebo nasedne pokud ne. Vyzve k výběru cíle, je-li alias "mount" prázdný.
ko_kr: 말을 타고 있다면 말에서내리고, 또는 말을타고있지 않다면 말을타고, "마운트" 별칭이 없다면 마운트에 프롬프트를 활성화 합니다.

# USEOBJECT_COMMAND_DESCRIPTION
source: Sends use (doubleclick) request for given object (parameter can be serial or alias).
cs: Pošle požadavek na dvojklik na daný objekt (parametr může být serial nebo alias).
ko_kr: 지정된 오브젝트에 대한 사용(더블클릭) 요청을 보냅니다. (매개변수는 시리얼 또는 별칭일 수 있습니다.)

# USEONCE_COMMAND_DESCRIPTION
source: Use a specific item type (graphic) from your backpack, only once
cs: Použít daný typ předmětu (grafika) z batohu, pouze jednou
ko_kr: 너의 백팩으로 부터 특정 아이템 타입(그래픽)을 한번만 사용합니다.

# USETYPE_COMMAND_DESCRIPTION
source: Sends use (doubleclick) request for given type, optional parameters of hue and container object (defaults to player backpack) (parameters can be serial or alias).
cs: Pošle požadavek na dvojklik na daný typ objektu, volitelné parametry jsou barva a kontejner (výchozí je hráčův batoh) (parametr může být serial nebo alias).
ko_kr: 주어진 타입에 대해서 사용(더블클릭) 요청을 보냅니다. HUE 및 컨테이너 오브젝트의 선택적 매개변수(기본값은 플레이어 백팩) (매개변수는 시리얼 및 별칭일 수 있습니다.)

# WAITFORCONTENTS_COMMAND_DESCRIPTION
source: Wait for container contents for given container.
cs: Počká na obsah daného kontejneru.
ko_kr: 지정된 컨테이너의 내용을 기다립니다.

# WAITFORCONTEXT_COMMAND_DESCRIPTION
source: Request or wait for a context menu option.
cs: Požádá nebo počká na volbu kontextové menu.
ko_kr: CONTEXT 메뉴 옵션을 요청하거나 기다립니다.

# COUNTER_COMMAND_DESCRIPTION
source: Returns the count of the given counter agent.
cs: Vrátí počet daného počítadla.
ko_kr: 주어진 카운터 에이전트의 수를 반환합니다.

# DRESS_COMMAND_DESCRIPTION
source: Dress all items in the specified dress agent.
cs: Oblékne všechny předměty definované v agentu oblékání.
ko_kr: 특정된 드레스 에이전트의 모든 아이템을 입습니다.

# DRESSCONFIG_COMMAND_DESCRIPTION
source: Adds all equipped items to a temporary list that isn't persisted on client close.
cs: Přidá všechny oblečené předměty do dočasného seznamu, který je po vypnutí klienta smazán.
ko_kr: 장착된 모든 아이템을 게임종료시 지속되지 않는 임시 목록에 추가

# DRESSING_COMMAND_DESCRIPTION
source: Returns true if the Dress agent is currently dressing or undressing.
cs: Vrátí True pokud agent oblékání právě obléká nebo svléká.
ko_kr: 드레스 에이전트 장비장착 유무에 상관 없이 작동합니다.

# ORGANIZER_COMMAND_DESCRIPTION
source: Executes the named Organizer agent.
cs: Spustí agenta organizování.
ko_kr: 오거나이저 에이전트를 실행합니다.

# ORGANIZING_COMMAND_DESCRIPTION
source: Returns true if currently running an organizer agent, or false if not.
cs: Vrátí True pokud právě běží agent organizování.
ko_kr: 오거나이저 에이전트가 작동 여부에 상관 없이 작동합니다.

# UNDRESS_COMMAND_DESCRIPTION
source: Undress all items in the specified dress agent.
cs: Svlékne všechny předměty definované v agentu oblékání.
ko_kr: 모든 장비를 장착 해지합니다.

# FINDALIAS_COMMAND_DESCRIPTION
source: Returns true if alias serial can be found on screen, false if not.
cs: Vrátí True pokud se alias nebo serial nachází na herní obrazovce.
ko_kr: 지정된 시리얼을 찾는 것에 상관 없이 작동합니다.

# GETALIAS_COMMAND_DESCRIPTION
source: Gets the value of the given alias name.
cs: Získá hodnotu daného aliasu.
ko_kr: 설정된 이름을 가져옵니다.

# PROMPTALIAS_COMMAND_DESCRIPTION
source: Prompt with an in-game target cursor to supply value for given alias name.
cs: Vyzve ve hře kurzorem výběr hodnoty pro daný alias.
ko_kr: 대상을 커서로 선택하여 이름을 정하세요.

# SETALIAS_COMMAND_DESCRIPTION
source: Sets the value of the given alias name.
cs: Nastaví hodnotu pro daný alias.
ko_kr: 이름을 설정합니다.

# SETMACROALIAS_COMMAND_DESCRIPTION
source: Sets the value of the given alias name, alias is valid only in the current macro.
cs: Nastaví hodnotu pro daný alias, ta je platná pouze pro toto makro.
ko_kr: 이름을 설정합니다. 설정된 이름은 현재 매크로에서만 유효합니다.

# UNSETALIAS_COMMAND_DESCRIPTION
source: Removes the alias name given.
cs: Odstraní hodnotu daného aliasu.
ko_kr: 설정된 이름을 제거합니다.

# ADDFRIEND_COMMAND_DESCRIPTION
source: Adds a mobile to friends list, will display target cursor if no serial/alias supplied.
cs: Přidá postavu na seznam přátel, vyzve k výběru ve hře pokud není předán serial/alias.
ko_kr: 대상을 친구 목록에 추가. 시리얼 / 이름이 없으면, 타겟 커서가 표시됩니다.

# ALLY_COMMAND_DESCRIPTION
source: Returns true if the mobile's notoriety is Ally
cs: Vrátí True pokud je známost postavy Ally
ko_kr: 대상이 동맹인 경우 작동합니다.

# BUFFEXISTS_COMMAND_DESCRIPTION
source: Check for a specific buff
cs: Dotaz na konkrétní buff
ko_kr: 특정 버프를 확인합니다.

# CLEARIGNORELIST_COMMAND_DESCRIPTION
source: Clears the ignore list.
cs: Vymaže seznam ignorovaných postav.
ko_kr: 차단된 리스트를 초기화합니다.

# COUNTTYPE_COMMAND_DESCRIPTION
source: Amount comparison of item type inside a container.
cs: Spočítá daný typ předmětu v kontejneru.
ko_kr: 컨테이너 안에 있는 물건의 수량을 비교합니다.

# COUNTTYPEGROUND_COMMAND_DESCRIPTION
source: Amount comparison of item or mobile type on the ground.
cs: Spočítá daný předmět nebo postavu v rozsahu.
ko_kr: 지상에있는 탈것 또는 물건의 수량을 비교합니다.

# CRIMINAL_COMMAND_DESCRIPTION
source: Returns true if the mobile's notoriety is Criminal
cs: Vrátí True pokud je známost postavy Criminal
ko_kr: 대상이 범죄자인 경우 작동합니다.

# DEAD_COMMAND_DESCRIPTION
source: Returns true if given mobile is dead, false if not, if parameter is null, then returns the value from the player (parameter can be serial or alias).
cs: Vrátí True pokud je daná postava mrtvá, je-li parametr prázdný, vrátí tuto hodnotu pro hráče (parametr může být serial nebo alias).
ko_kr: 대상이 죽은 경우 true로, 그렇지 않은 경우 false로 동작하고, 매개 변수가 null 인 경우 플레이어에게 적용됩니다. (매개 변수는 시리얼 번호 또는 이름입니다.)

# DEX_COMMAND_DESCRIPTION
source: Returns the dexterity of the player
cs: Vrátí obratnost hráčské postavy
ko_kr: 플레이어의 덱스를 돌려줍니다.

# DIFFHITS_COMMAND_DESCRIPTION
source: Returns the given mobiles difference between max and current hits, if parameter is null, then returns the value from the player (parameter can be serial or alias).
cs: Vrátí rozdíl mezi hodnotou maximálních a současných životů postavy, je-li parametr prázdný, vrátí tuto hodnotu pro hráče (parametr může být serial nebo alias).
ko_kr: 매개 변수가 null인 경우 최대 및 현재 타격의 차이를 적용하고, 다음 플레이어에서 동작합니다. (매개 변수는 시리얼 번호 또는 이름입니다.)

# DIFFWEIGHT_COMMAND_DESCRIPTION
source: Returns the difference between max weight and weight.
cs: Vrátí rozdíl mezi hodnotou maximální a současné váhy.
ko_kr: 최대로 소지할 수 있는 무게가 되었을때 작동합니다.

# DIRECTIONTO_COMMAND_DESCRIPTION
source: Returns the Direction the entity is in relative to the player.
cs: Vrátí směr ve kterém se postava nachází relativně k postavě hráče.
ko_kr: 플레이어와 해당 개체의 방향으로 작동합니다.

# DISTANCE_COMMAND_DESCRIPTION
source: Returns the distance to the given entity.
cs: Vrátí vzdálenost k danému objektu.
ko_kr: 해당 개체와 정해진 거리가 되었을때 작동합니다.

# ENEMY_COMMAND_DESCRIPTION
source: Returns true if the mobile's notoriety is Enemy
cs: Vrátí True je-li známost postavy Enemy
ko_kr: 대상이 적일때 작동됩니다.

# FINDOBJECT_COMMAND_DESCRIPTION
source: Searches for entity by serial and sets found alias, defaults to ground if no source given.
cs: Vyhledá objekt podle serialu a nastaví alias "found", hledá na zemi pokud není zadaný cíl.
ko_kr: 개체에 대한 정보를 찾습니다. 해당 개체에 대한 정보가 없으면 기본 값으로 변경됩니다.

# FINDTYPE_COMMAND_DESCRIPTION
source: Searches for entity by graphic ID and sets found alias, defaults to ground if no source given.
cs: Vyhledá objekt podle ID itemu a nastaví alias "found", hledá na zemi pokud není zadaný cíl.
ko_kr: 개체에 대한 이미지 정보를 찾습니다. 해당 개체에 대한 정보가 없으면 기본 값으로 변경됩니다.

# FOLLOWERS_COMMAND_DESCRIPTION
source: Returns the number of current followers as per status bar data.
cs: Vrátí počet aktuálních následovnícků podle dat ze statusu.
ko_kr: 상태 표시 줄에 현재 팔로워 수를 표시합니다.

# GOLD_COMMAND_DESCRIPTION
source: Returns the gold value as per status bar data.
cs: Vrátí počet zlaťáků podle dat ze statusu.
ko_kr: 상태 표시 줄에 현재 골드양을 표시합니다.

# GRAPHIC_COMMAND_DESCRIPTION
source: Returns Item ID of given object (parameter can be serial or alias).
cs: Vrátí ID itemu daného objektu (parametr může být serial nebo alias).
ko_kr: 주어진 객체의 아이템 ID를 표시합니다. (개체는 시리얼 번호 또는 이름입니다.)

# GRAY_COMMAND_DESCRIPTION
source: Returns true if the mobile's notoriety is Attackable
cs: Vrátí True pokud je známost postavy Attackable
ko_kr: 대상이 공격 가능한 경우 작동합니다.

# HIDDEN_COMMAND_DESCRIPTION
source: Returns true if given mobile is hidden, false if not, if parameter is null, then returns the value from the player (parameter can be serial or alias).
cs: Vrátí True pokud je daná postava skrytá, je-li parametr prázdný, vrátí tuto hodnotu pro hráče (parametr může být serial nebo alias).
ko_kr: 대상이 숨어 있으면 true로, 그렇지 않으면 false로 동작하고, 매개 변수가 null이면 플레이어에서 적용됩니다. (매개 변수는 시리얼 번호 또는 이름입니다.)

# HITS_COMMAND_DESCRIPTION
source: Returns the given mobiles hitpoints, if parameter is null, then returns the value from the player (parameter can be serial or alias).
cs: Vrátí životy dané postavy, je-li parametr prázdný, vrátí tuto hodnotu pro hráče (parametr může být serial nebo alias).
ko_kr: 매개 변수가 null 인 경우 대상의 히트 포인트가 다음 플레이어에게 적용됩니다. (매개 변수는 시리얼 번호 또는 이름입니다.)

# HUE_COMMAND_DESCRIPTION
source: Returns Hue of given object (parameter can be serial or alias).
cs: Vrátí barvu daného objektu (parametr může být serial nebo alias).
ko_kr: 지정된 객체의 색상을 변경합니다. (매개 변수는 색상번호 또는 색상이름입니다.)

# IGNOREOBJECT_COMMAND_DESCRIPTION
source: Ignores the given object from find commands
cs: Ignoruje daný objekt z hledacích příkazů
ko_kr: 찾기 명령에서 지정된 대상을 무시합니다.

# INFRIENDLIST_COMMAND_DESCRIPTION
source: Returns true if supplied mobile exists in the friends list.
cs: Vrátí True pokud je daná postava v seznamu přátel.
ko_kr: 대상이 친구 목록에 있으면 작동합니다.

# INNOCENT_COMMAND_DESCRIPTION
source: Returns true if the mobile's notoriety is Innocent
cs: Vrátí True pokud je známost postavy Innocent
ko_kr: 대상이 무고한 상태일 경우 작동합니다.

# INPARTY_COMMAND_DESCRIPTION
source: Return the true if the given serial/alias is in party with you.
cs: Vrátí True pokud je s tebou daná postava v družině (parametr může být serial nebo alias).
ko_kr: 주어진 시리얼 / 대상이 당신과 파티에 있다면 작동합니다.

# INRANGE_COMMAND_DESCRIPTION
source: Check for range between your character and another mobile or an item
cs: Zkontroluje že daný objekt je v dosahu hráčské postavy
ko_kr: 캐릭터와 다른 대상 또는 아이템 사이의 거리를 확인하십시오.

# INT_COMMAND_DESCRIPTION
source: Returns the intelligence of the player
cs: Vrátí inteligenci hráčské postavy
ko_kr: 플레이어의 지능을 반환합니다.

# INVULNERABLE_COMMAND_DESCRIPTION
source: Returns true if the mobile's notoriety is Invulnerable
cs: Vrátí True pokud je známost postavy Invulnerable
ko_kr: 모바일의 무적이라면 작동합니다.

# LUCK_COMMAND_DESCRIPTION
source: Returns the luck value as per status bar data.
cs: Vrátí hodnotu štěstí podle dat ze statusu.
ko_kr: 상태 표시 줄에 운 값이 표시합니다.

# MANA_COMMAND_DESCRIPTION
source: Returns the given mobiles mana, if parameter is null, then returns the value from the player (parameter can be serial or alias).
cs: Vrátí manu dané postavy, je-li parametr prázdný, vrátí tuto hodnotu pro hráče (parametr může být serial nebo alias).
ko_kr: 매개 변수가 null 인 경우 지정된 대상의 마나를 플레이어에게 반환합니다. (매개 변수는 시리얼 또는 이름입니다.)

# MAXFOLLOWERS_COMMAND_DESCRIPTION
source: Returns the number of max followers as per status bar data.
cs: Vrátí hodnotu maxima následovníků podle dat ze statusu.
ko_kr: 상태 표시 줄에 최대 팔로워 수를 표시합니다.

# MAXHITS_COMMAND_DESCRIPTION
source: Returns the given mobiles max hitpoints, if parameter is null, then returns the value from the player (parameter can be serial or alias).
cs: Vrátí max životy dané postavy, je-li parametr prázdný, vrátí tuto hodnotu pro hráče (parametr může být serial nebo alias).
ko_kr: 매개 변수가 null 인 경우 대상의 최대 히트 포인트를 플레이어에서 돌려줍니다. (매개 변수는 시리얼 또는 이름입니다.)

# MAXMANA_COMMAND_DESCRIPTION
source: Returns the given mobiles max mana, if parameter is null, then returns the value from the player (parameter can be serial or alias).
cs: Vrátí max manu dané postavy, je-li parametr prázdný, vrátí tuto hodnotu pro hráče (parametr může být serial nebo alias).
ko_kr: 매개 변수가 null 인 경우 대상의 최대 마나를 플레이어에서 돌려줍니다. (매개 변수는 시리얼 또는 이름입니다.)

# MAXSTAM_COMMAND_DESCRIPTION
source: Returns the given mobiles max stamina, if parameter is null, then returns the value from the player (parameter can be serial or alias).
cs: Vrátí max staminu dané postavy, je-li parametr prázdný, vrátí tuto hodnotu pro hráče (parametr může být serial nebo alias).
ko_kr: 매개 변수가 null 인 경우 지정된 대상의 최대 체력 플레이어에서 돌려줍니다. (매개 변수는 시리얼 또는 이름입니다.)

# MAXWEIGHT_COMMAND_DESCRIPTION
source: Returns the max weight as per status bar data.
cs: Vrátí hodnotu maxima váhy podle dat ze statusu.
ko_kr: 상태 막대 데이터에 따라 최대 무게를 반환합니다.

# MOUNTED_COMMAND_DESCRIPTION
source: Returns true if the specified mobile is mounted.
cs: Vrátí True pokud je daná postava v sedle.
ko_kr: 대상이 마운트 된 경우 작동합니다.

# MOVEITEM_COMMAND_DESCRIPTION
source: Move item to container (parameters can be serials or aliases).
cs: Přesune předmět do kontejneru (parametry mohou být serialy nebo aliasy).
ko_kr: 아이템을 컨테이너로 옮깁니다. (매개 변수는 시리얼 또는 이름입니다.)

# MOVEITEMOFFSET_COMMAND_DESCRIPTION
source: Move the given serial/alias to the specified x,y,z offset of the player, no amount specified or -1 will move the full stack.
cs: Přesune daný serial/alias na určené ofsety souřadnic x,y,z hráče, prázdná hodnota množství nebo -1 přesune celou hromadu.
ko_kr: 시리얼 / 이름을 플레이어의 해당 x, y, z 오프셋으로 이동 시키십시오. 지정된 것이 없거나 -1이면 전체 스택이 옮겨짐니다.

# MOVETYPE_COMMAND_DESCRIPTION
source: Move a type from source to destintion.
cs: Přesune typ ze zdroje do cíle.
ko_kr: 소스에서 대상으로 이동합니다.

# MOVETYPEOFFSET_COMMAND_DESCRIPTION
source: Move the given type from the specified source container to the specified x,y,z offset of the player, no amount specified or -1 will move the full stack.
cs: Přesune daný typ ze zdrojového kontejneru na určené ofsety souřadnic x,y,z hráče, prázdná hodnota množství nebo -1 přesune celou hromadu.
ko_kr: 대상을 지정된 소스 컨테이너에서 플레이어의 해당 x, y, z 오프셋으로 이동 시키십시오. 지정된 것이 없거나 -1이면 전체 스택이 옮겨짐니다.

# MURDERER_COMMAND_DESCRIPTION
source: Returns true if the mobile's notoriety is Murderer
cs: Vrátí True pokud je známost postavy Murderer
ko_kr: 대상이 살인자인 경우 작동합니다.

# NAME_COMMAND_DESCRIPTION
source: Return the name of the given mobile.
cs: Vrátí jméno dané postavy.
ko_kr: 대상의 이름을 표시합니다.

# PARALYZED_COMMAND_DESCRIPTION
source: Returns true if the specified mobile is frozen.
cs: Vrátí True pokud je daná postava paralyzována.
ko_kr: 대상이 마비 된 경우 작동합니다.

# POISONED_COMMAND_DESCRIPTION
source: Returns true if the specified mobile is poisoned.
cs: Vrátí True pokud je daná postava otrávená.
ko_kr: 대상이 중독 된 경우 작동합니다.

# REMOVEFRIEND_COMMAND_DESCRIPTION
source: Removes a mobile from the friends list, will display target cursor if no serial/alias supplied.
cs: Odstraní postavu ze seznamu přítel, vyzve k výběru ve hře pokud není předán serial/alias.
ko_kr: 친구 목록에서 대상을 제거하고 시리얼 / 이름을 제공하지 않으면 대상 커서가 표시됩니다.

# SPECIALMOVEEXISTS_COMMAND_DESCRIPTION
source: Check for a specific special move
cs: Ověří že daný speciální útok existuje
ko_kr: 특정 특별 이동 확인합니다.

# STAM_COMMAND_DESCRIPTION
source: Returns the given mobiles stamina, if parameter is null, then returns the value from the player (parameter can be serial or alias).
cs: Vrátí staminu dané postavy, je-li parametr prázdný, vrátí tuto hodnotu pro hráče (parametr může být serial nebo alias).
ko_kr: 매개 변수가 null 인 경우 지정된 대상의 체력 플레이어에서 돌려줍니다. (매개 변수는 시리얼 또는 이름입니다.)

# STR_COMMAND_DESCRIPTION
source: Returns the strength of the player
cs: Vrátí sílu hráčské postavy
ko_kr: 플레이어의 힘을 돌려줍니다

# TITHINGPOINTS_COMMAND_DESCRIPTION
source: Returns the current players' tithing points.
cs: Vrátí tithing points hráčské postavy.
ko_kr: 현재 플레이어의 십일조 포인트를 반환합니다.

# WAR_COMMAND_DESCRIPTION
source: Checks whether a mobile is in war mode.
cs: Ověří zda je daná postava v módu boje.
ko_kr: 대상이 전쟁 모드인지 확인합니다.

# WEIGHT_COMMAND_DESCRIPTION
source: Returns the current weight as as per status bar data.
cs: Vrátí hodnotu váhy podle dat ze statusu.
ko_kr: 스텟창에 현재 무게를 표시합니다.

# X_COMMAND_DESCRIPTION
source: Returns X coordinate of given object (parameter can be serial or alias).
cs: Vrátí souřadnici X daného objektu (parametr může být serial nebo alias).
ko_kr: 대상에 X 좌표를 표시합니다. (매개 변수는 시리얼 또는 이름입니다.)

# Y_COMMAND_DESCRIPTION
source: Returns Y coordinate of given object (parameter can be serial or alias).
cs: Vrátí souřadnici Y daného objektu (parametr může být serial nebo alias).
ko_kr: 대상에 Y 좌표를 표시합니다. (매개 변수는 시리얼 또는 이름입니다.)

# YELLOWHITS_COMMAND_DESCRIPTION
source: Returns true if the specified mobile is yellowhits.
cs: Vrátí True pokud je daná postava 'yellowhits'.
ko_kr: 대상이 노랑색이면 작동합니다.

# Z_COMMAND_DESCRIPTION
source: Returns Z coordinate of given object (parameter can be serial or alias).
cs: Vrátí souřadnici Z daného objektu (parametr může být serial nebo alias).
ko_kr: 대상에 Z 좌표를 표시합니다. (매개 변수는 시리얼 또는 이름입니다.)

# CLOSEGUMP_COMMAND_DESCRIPTION
source: Close a specified gump serial
cs: Zavře daný gump serial
ko_kr: 지정된 검프 시리얼 닫습니다.

# GUMPEXISTS_COMMAND_DESCRIPTION
source: Checks if a gump id exists or not.
cs: Ověří zda existuje gump s daným ID.
ko_kr: 검프 ID가 있는지 확인합니다.

# INGUMP_COMMAND_DESCRIPTION
source: Check for a text in gump.
cs: Zkontroluje řetězec v gumpu.
ko_kr: 검프 텍스트를 확인합니다.

# REPLYGUMP_COMMAND_DESCRIPTION
source: Sends a button reply to server gump, parameters are gumpID and buttonID.
cs: Odešle kliknutí na tlačítko server gumpu, parametry jsou ID gumpu a tlačítka.
ko_kr: 서버 검프에에 버튼 응답을 보냅니다. 매개 변수는 검프ID 및 버튼ID입니다.

# WAITFORGUMP_COMMAND_DESCRIPTION
source: Pauses until incoming gump packet is received, optional paramters of gump ID and timeout
cs: Pozastaví skript dokud nepřijde daný gump, volitelné parametry ID gumpu a timeout.
ko_kr: 검프 패킷이 수신 될 때까지 일시 정지 됩니다.

# CLEARJOURNAL_COMMAND_DESCRIPTION
source: Clear all journal texts.
cs: Vymaže všechen text deníku z paměti.
ko_kr: 모든 저널 텍스트를 삭제합니다.

# INJOURNAL_COMMAND_DESCRIPTION
source: Check for a text in journal, optional source name.
cs: Zkontroluje řetězec v deníku, volitelně i název zdroje.
ko_kr: 저널의 텍스트 (선택적 소스 이름)를 확인합니다.

# WAITFORJOURNAL_COMMAND_DESCRIPTION
source: Wait the given timeout for the journal text to appear.
cs: Pozastaví skript na danou dobu nebo dokud se neobjeví daný řetězec.
ko_kr: 저널 텍스트가 나타날 때까지 주어진 시간 종료를 기다리십시오.

# CLEARLIST_COMMAND_DESCRIPTION
source: Clear a list by name.
cs: Vyprázdní daný seznam.
ko_kr: 목록에서 이름을 삭제합니다.

# CREATELIST_COMMAND_DESCRIPTION
source: Create list with given name, if list already exists, it is overwritten.
cs: Vytvoří seznam s daným názvem, existující seznam bude přepsán.
ko_kr: 이름으로 목록을 만듭니다. 목록이 이미 있으면 겹쳐 씁니다.

# GETLIST_COMMAND_DESCRIPTION
source: Returns array of all entries in the list, for use with for loop etc.
cs: Vrátí všechny elementy seznamu, pro účely cyklů atd.
ko_kr: 루프 등과 함께 사용하기 위해 목록에있는 모든 항목의 배열을 표시합니다.

# INLIST_COMMAND_DESCRIPTION
source: Checks whether a list contains a given element.
cs: Zkontroluje element v seznamu.
ko_kr: 주어진 요소가 목록에 포함되어 있는지 확인합니다.

# LIST_COMMAND_DESCRIPTION
source: Returns the number of entries in the list.
cs: Vrátí počet elementů v seznamu.
ko_kr: 리스트 내의 엔트리 수를 보여줍니다.
