Repository: Reetus/ClassicAssist
Catalog: Tools/ExportCommands/Properties/Resources.*.resx
Languages: cs, ko_kr

source: Description
cs: Popis
ko_kr: 설명

source: Example
cs: Příklad
ko_kr: 예시

source: Method Signature
cs: Podpis metody
ko_kr: 메서드 시그니처

source: Version
cs: Verze
ko_kr: 버전

source: Generated on
cs: Generováno na
ko_kr: 생성된

source: ClassicAssist Macro Commands
cs: Seznam příkazů ClassicAssist
ko_kr: 클래식어시스트 매크로 명령어

source: Optional
cs: Volitelný
ko_kr: 옵션

source: Parameters
cs: Parametry
ko_kr: 파라미터

# PARAMETER_DESCRIPTION_ABILITY
source: The name of the ability, "primary", "secondary", "stun" or "disarm"
cs: Název schopnosti, "primary", "secondary", "stun" nebo "disarm"
ko_kr: 특수기 이름, "첫번째","두번째","마비" 또는 "무장해제"

# PARAMETER_DESCRIPTION_AMOUNT
source: Integer representing an amount, ie 10
cs: Číslo reprezentující množství, např. 10
ko_kr: 수량을 나타내는 정수, 예) 10

# PARAMETER_DESCRIPTION_CONTEXTMENUINDEX
source: Context menu entry index number
cs: Pozice řádku v kontextovém menu
ko_kr: 메뉴 화면 인덱스 숫자

# PARAMETER_DESCRIPTION_HUE
source: Item Hue or -1 for any
cs: Barva předmětu nebo -1 pro libovolnou
ko_kr: 아이탬 색조 또는 모든 값에 -1

# PARAMETER_DESCRIPTION_ITEMID
source: ItemID / Graphic such as 0x3db
cs: ItemID/Graphic např. 0x3db
ko_kr: 아이템ID/그래픽 예시) 0x3db

# PARAMETER_DESCRIPTION_LAYER
source: String representing a layer, such as "OneHanded" or "Talisman" etc
cs: Řetězec reprezentující vrstvu, např. "OneHanded" nebo "Talisman" apod.
ko_kr: "한손" 또는 "부적" 등과 같은 레이어를 나태니는 문자열

# PARAMETER_DESCRIPTION_LEFTRIGHTBOTH
source: Hand - "left", "right", or "both"
cs: Ruka - "left", "right" nebo "both"
ko_kr: 손 - "왼쪽", "오른쪽", "양쪽"

# PARAMETER_DESCRIPTION_NAME
source: String representing a name, ie "Snoopy"
cs: Řetězec reprezentující název, např. "Snoopy"
ko_kr: 이름을 나타내는 문자열, 예시) "Snoopy"

# PARAMETER_DESCRIPTION_ONOFF
source: "on" or "off"
cs: "on" nebo "off"

# PARAMETER_DESCRIPTION_SERIALORALIAS
source: An entity serial in integer or hex format, or an alias string such as "self"
cs: Serial entinty jako číslo nebo hex, nebo alias jako např. "self"
ko_kr: 정수 또는 16진수 형식의 실제 시리얼, 또는 "self"와 같은 이름 문자열

# PARAMETER_DESCRIPTION_SHOWTYPE
source: Show type - "mobiles" or "corpses"
cs: Ukázat typy - "mobiles" nebo "corpses"
ko_kr: 표시 유형 - "모빌" 또는 "시체"

# PARAMETER_DESCRIPTION_TIMEOUT
source: Timeout specified in milliseconds
cs: Časový limit v milisekundách
ko_kr: milliseconds 지정된 시간초과됨

source: Unknown
cs: Neznámé
ko_kr: 알 수 없는

# PARAMETER_DESCRIPTION_AGENTENTRYNAME
source: Agent entry name
cs: Název agenta
ko_kr: 에이전트 항목 이름

# PARAMETER_DESCRIPTION_ALIASNAME
source: Alias name
cs: Název aliasu
ko_kr: 이름

# PARAMETER_DESCRIPTION_BENEFICIALHARMFULNEUTRAL
source: Target type - "harmful", "beneficial", or "neutral"
cs: Typ cíle - "harmful", "beneficial", nebo "neutral"
ko_kr: 대상 유형 - "harmful", "beneficial", "neutral"

# PARAMETER_DESCRIPTION_BUFFNAME
source: Buff name
cs: Název buffu
ko_kr: 버프 이름

# PARAMETER_DESCRIPTION_DIRECTION
source: Direction, ie "West"
cs: Směr, např. "West"
ko_kr: 방향 예시) "서쪽"

# PARAMETER_DESCRIPTION_DISTANCE
source: Distance
cs: Vzdálenost
ko_kr: 거리

# PARAMETER_DESCRIPTION_GUMPBUTTONINDEX
source: Gump button ID
cs: ID tlačítka gumpu
ko_kr: 검프버튼 ID

# PARAMETER_DESCRIPTION_INTEGERVALUE
source: Integer value - See description for usage
cs: Číslo - viz popisek
ko_kr: 정수 값 - 사용 방법에 대한 설명을 보세요

# PARAMETER_DESCRIPTION_LISTNAME
source: List name
cs: Název seznamu
ko_kr: 리스트 이름

# PARAMETER_DESCRIPTION_MACRONAME
source: Macro name
cs: Název makra
ko_kr: 매크로 이름

# PARAMETER_DESCRIPTION_RANGE
source: Range, ie 10
cs: Rozsah, např. 10
ko_kr: 거리 예시) 10

# PARAMETER_DESCRIPTION_SERIAL
source: An entity serial such as 0xf00ff00f
cs: Serial entity, např. 0xf00ff00f
ko_kr: 시리얼 예시) 0xf00ff00f

# PARAMETER_DESCRIPTION_SKILLNAME
source: Skill name
cs: Název dovednosti
ko_kr: 스킬 이름

# PARAMETER_DESCRIPTION_SPECIALMOVENAME
source: Special move name
cs: Název speciálního pohybu
ko_kr: 특수기 이름

# PARAMETER_DESCRIPTION_SPELLNAME
source: Spell name
cs: Název kouzla
ko_kr: 스펠 이름

# PARAMETER_DESCRIPTION_STRING
source: String value - See description for usage
cs: Řetězec - viz popisek
ko_kr: 문자열 값 - 사용 방법에 대한 설명을 보세요

# PARAMETER_DESCRIPTION_TIMERNAME
source: Timer name
cs: Název časovače
ko_kr: 타이머 이름

# PARAMETER_DESCRIPTION_UNKNOWN
source: Not specified - See description for usage
cs: Nespecifikováno - viz popisek
ko_kr: 지정되지 않음 - 사용 방법에 대한 설명을 보세요

# PARAMETER_DESCRIPTION_UPDOWNLOCKED
source: Lock Status - "up", "down", or "locked"
cs: Stav zámku - "up", "down" nebo "locked"
ko_kr: 잠금상태 - "위","아래", 또는 "잠금"

# PARAMETER_DESCRIPTION_WANDNAME
source: Wand name
cs: Název hůlky
ko_kr: 지팡이 이름

# PARAMETER_DESCRIPTION_XCOORDINATE
source: X Coordinate
cs: Souřadnice X
ko_kr: X 좌표

# PARAMETER_DESCRIPTION_XCOORDINATEOFFSET
source: X Coordinate offset
cs: Ofset souřadnice X
ko_kr: X 좌표 변수

# PARAMETER_DESCRIPTION_YCOORDINATE
source: Y Coordinate
cs: Souřadnice Y
ko_kr: Y 좌표

# PARAMETER_DESCRIPTION_YCOORDINATEOFFSET
source: Y Coordinate offset
cs: Ofset souřadnice Y
ko_kr: Y 좌표 변수

# PARAMETER_DESCRIPTION_ZCOORDINATE
source: Z Coordinate
cs: Souřadnice Z
ko_kr: Z 좌표

# PARAMETER_DESCRIPTION_ZCOORDINATEOFFSET
source: Z Coordinate offset
cs: Ofset souřadnice Z
ko_kr: Z 좌표 변수

source: See Also: {0}
cs: Viz také: {0}
ko_kr: 참조: {0}

source: Types
cs: Typy
ko_kr: 타입

# PARAMETER_DESCRIPTION_BOOLEAN
source: True/False value, see description for usage
cs: True/False hodnota, viz popis
ko_kr: Ture/False 값, 사용 방법에 대한 설명을 보세요

# PARAMETER_DESCRIPTION_ELEMENTVALUEFRONTBACK
source: Element value to remove from list, or 'front' to remove the first item, or 'back' to remove last entry, default 'back'
cs: Hodnota pro odstranění ze seznamu, nebo 'front' pro odstranění první položky, nebo 'back' pro odstranění poslední položky, výchozí hodnota je 'back'
ko_kr: 매개변수_설명_요소값 전면과 후면

# PARAMETER_DESCRIPTION_STRINGARRAY
source: An array of strings
cs: Seznam řetězců
ko_kr: 매개변수_설명_문자열 배열
