Repository: Reetus/ClassicAssist
Catalog: ClassicAssist.Shared/Resources/Strings.*.resx
Languages: cs, it_it, pl_pl, zh

source: Toggle Force Walk
cs: Přepnout nucenou chůzi
it_it: Attiva/disattiva Camminare forzato
pl_pl: Przełącznik wymuszenia chodzenia
zh: 切换力行走

source: Toggle hotkeys
cs: Přepnout klávesové zkratky
it_it: Attivare/disattivare Tasti Rapidi
pl_pl: Przełącznik skrótów klawiszowych
zh: 切换热键

source: Toggle item properties
cs: Přepnout vlastnosti předmětu
it_it: Attivare/disattivare proprietà degli oggetti
pl_pl: Przełącznik właściwości przedmiotów
zh: 切换项属性

source: Toggle Primary Ability
cs: Přepnout primární abilitu
it_it: Attiva/disattiva Primary Ability
pl_pl: Przełącznik pierwszej umiejętności
zh: 切换主要能力

source: Toggle Secondary Ability
cs: Přepnout sekundární abilitu
it_it: Attiva/disattiva Secondary Ability
pl_pl: Przełącznik drugiej umiejętności
zh: 切换辅助能力

source: Topmost
cs: Vždy navrchu
it_it: In primo piano
pl_pl: Najbardziej używane
zh: 上面

source: Trinsic Rose Petal
zh: 特里西奇玫瑰花瓣

source: Undress
cs: Svléknout
it_it: Svesti
pl_pl: Zdejmij
zh: 脱 衣服

source: Undress All
cs: Svléknout vše
it_it: Svesti tutto
pl_pl: Zdejmij wszystko
zh: 全部脱衣服

# Unknown alias &quot;{0}&quot;.
source: Unknown alias "{0}".
cs: Neznámý alias "{0}".
it_it: Alias sconosciuto "{0}".
pl_pl: Nieznany alias "{0}".
zh: 未知别名"{0}"。

source: Unknown buff name...
cs: Neznámý název buffu..
it_it: Nome buff sconosciuto...
pl_pl: Nieznany buff...
zh: 未知爱好者名称...

# Unknown dress agent &quot;{0}&quot;.
source: Unknown dress agent "{0}".
cs: Neznámý agent oblékání "{0}"
it_it: Agente Dress sconosciuto "{0}".
pl_pl: Nieznany agent ubioru "{0}"
zh: 不明服装代理"{0}"。

source: Unknown macro...
cs: Neznámé makro..
it_it: Script sconosciuto...
pl_pl: Nieznane makro...
zh: 未知宏...

source: Unknown spell...
cs: Neznámé kouzlo..
it_it: Spell sconosciuto...
pl_pl: Nieznany czar...
zh: 未知拼写...

source: Unknown timer...
cs: Neznámý časovač..
it_it: Timer sconosciuto...
pl_pl: Nieznany timer...
zh: 未知计时器...

source: Unset Primary Ability
cs: Zrušit primární abilitu
it_it: Deseleziona Primary Ability
pl_pl: Odznacz Primary Ability
zh: 未设置主要能力

source: Unset Secondary Ability
cs: Zrušit sekundární abilitu
it_it: Deseleziona Secondary Ability
pl_pl: Odznacz Secondary Ability
zh: 未设置辅助能力

# UO_LOCALE
source: ENG
it_it: ITA
pl_pl: PLK
zh: CHT

# Use death screen whilst hidden
source: Use death screen whilst hidden (Chuckles Mode)
it_it: Schermo grigio da Hiddati
pl_pl: Użyj listy wyjątków dla ekranu śmierci
zh: 使用死屏，而隐藏（查克模式）

source: Use experimental fizzle detection
cs: Použít experimentální detekci fizzu
it_it: Rilevamento sperimentale di fizzle
pl_pl: Użyj eksperymentalnego "fizzle detection"
zh: 使用实验性泡沫检测

source: Use item
cs: Použít předmět
it_it: Usa oggetto
pl_pl: Użyj przedmiotu
zh: 使用项目

source: Use Last Object
cs: Použít Last Object
it_it: Usa ultimo oggetto
pl_pl: Użyj Last Object
zh: 使用最后一个对象

source: Use Left Hand
cs: Použít levou ruku
it_it: Usa oggetto nella mano sinistra
pl_pl: Użyj lewej ręki
zh: 使用左手

source: Use object queue
cs: Použít frontu objektů
it_it: Usa coda oggetti
pl_pl: Użyj kolejki obiektów
zh: 使用对象队列

source: Use Right Hand
cs: Použít pravou ruku
it_it: Usa oggetto nella mano destra
pl_pl: Użyj prawej ręki
zh: 使用右手

source: Use skill
cs: Použít dovednost
it_it: Usa skill
pl_pl: Użyj umiejętności
zh: 使用技能

source: UseOnce cleared...
cs: UseOnce vyčištěna..
it_it: UsaUnaVolta pulita...
pl_pl: Użyj raz wyczyszczone...
zh: 使用一旦清除...

source: UseOnce: Cannot find type...
cs: UseOnce: Nelze najít typ..
it_it: UsaUnaVolta: Impossibile trovare il Type...
pl_pl: Użyj raz: nie można znaleźć typu...
zh: 使用一次：找不到类型...

source: Value
cs: Hodnota
it_it: Valore
pl_pl: Wartość
zh: 价值

source: Vendor Buy
cs: Koupit u obchodníka
it_it: Compra
pl_pl: Kupno
zh: 供应商购买

source: Vendor Sell
cs: Prodat u obchodníka
it_it: Vendi
pl_pl: Sprzedaż
zh: 供应商销售

source: Version:
cs: Verze:
it_it: Versione:
pl_pl: Wersja:
zh: 版本：

source: Warn when counter amount below:
cs: Varovat když počítadlo klesne pod hodnotu:
it_it: Avvisa quando la quantità scende sotto:
pl_pl: Osrzegaj kiedy licznik spadnie poniżej:
zh: 当计数器金额低于以下时发出警告：

source: Weather
cs: Počasí
it_it: Meteo
pl_pl: Pogoda
zh: 天气

source: World Status
cs: Stav světa
it_it: Stato
pl_pl: Status świata
zh: 世界地位

source: {0} items, {1} selected, {2} total amount
cs: {0} předmětů, {1} vybraných, {2} celkem
it_it: {0} oggetti, {1} selezionati, {2} ammontare totale
pl_pl: {0} przedmiotów, {1} wybranych, {2} ogółem
zh: {0}项，{1}选中，{2}总金额

source: Language
cs: Jazyk
it_it: Lingua
pl_pl: Język
zh: 语言

source: Restart game for changes to take effect...
cs: Restartuj hru aby změny nabyly účinnosti..
it_it: Riavvia il gioco per rendere effettive le modifiche...
pl_pl: Zrestartuj grę aby wprowadzić zmiany...
zh: 重新启动游戏以进行更改...

source: Complete
cs: Dokončit
it_it: Completo
pl_pl: Zakończono
zh: 完成

source: Auto accept party invites
cs: Automaticky přijímat pozvánky do družiny
it_it: Auto accetta inviti Party
pl_pl: Auto akceptacja zaproszeń do drużyny
zh: 自动接受方邀请

source: Auto accept only from friends
cs: Automaticky přijímat pozvánky pouze od přátel
it_it: Auto accetta inviti Party solo dagli Amici
pl_pl: Auo akceptacja zaproszeń do drużyny od przyjaciół
zh: 仅自动接受朋友

source: WarMode On
cs: Bojový stav zapnut
pl_pl: Tryb walki włączony
zh: 战争模式打开

source: WarMode Off
cs: Bojový stav vypnut
pl_pl: Tryb walki wyłączony
zh: 战争模式关闭

source: WarMode Toggle
cs: Přepnout bojový stav
it_it: Attiva/disattiva WarMode
pl_pl: Tryb walki przełączany
zh: 战争模式切换

source: Set Container
cs: Nastavit kontejner
it_it: Imposta contenitore
pl_pl: Ustaw kontener
zh: 设置容器

source: Scavenger
zh: 拾荒者

source: Prevent targeting innocents in guardzone
cs: Zabránit cílení nevinných ve strážené zóně
it_it: Previeni target innocenti in zona guardie
pl_pl: Zabezpiecz przed wybieraniem niewinnych jako celu w strefie straży
zh: 防止在警戒区以无辜者为目标

source: Prevent attacking innocents in guardzone
cs: Zabránit útočení na nevinné ve strážené zóně
it_it: Previeni attacco innocenti in zona guardie
pl_pl: Zabezpiecz przed atakowaniem niewinnych w strefie straży
zh: 防止攻击守卫区的无辜者

source: Applies to hotkeys / macros only.
cs: Platí pouze pro zkratky / makra.
it_it: Applica solo ai Tasti Rapidi / Scripts.
pl_pl: Tylko do skrótów / makr.
zh: 仅适用于热键/宏。

source: Hue Picker
cs: Výběr barvy
it_it: Prendi colore
zh: 色调选取器

source: Disable inside guardzone
cs: Deaktivovat ve strážené zóně
it_it: Disattiva in zona guardie
pl_pl: Wyłącz wewnątrz strefy straży
zh: 禁用内部防护区

source: Autoloot
zh: 自动

source: Autoloot matching items
cs: Autoloot stejných předmětů
it_it: Autoloot oggetti trovati
pl_pl: Automatycznie zbieraj pasujące przedmioty
zh: 自动匹配项

source: Rehue matching items
cs: Přebarvit stejné předměty
it_it: Ricolora oggetti trovati
pl_pl: Ponownie pokoloruj znalezione obiekty
zh: 重新匹配项目

source: Operator
cs: Operátor
it_it: Operatore
zh: 算子

source: Cannot find sound file...
cs: Nelze najít zvukový soubor..
it_it: Impossibile trovare il file audio...
pl_pl: Nie znaleziono pliku dźwiękowego...
zh: 找不到声音文件...

source: Autolooting '{0}'
zh: 自动抢劫"{0}"

source: Apply
cs: Použít
it_it: Applica
pl_pl: Zastosuj
zh: 应用

source: Reset
cs: Resetovat
zh: 重置

source: Load
cs: Načíst
it_it: Carica
pl_pl: Załaduj
zh: 负荷

source: Project Homepage
cs: Stránka projektu
it_it: Homepage
pl_pl: Strona projektu
zh: 项目主页

source: Last target message:
cs: Last Target zpráva:
it_it: Notifica sul Last Target:
pl_pl: Wiadomość Last Target:
zh: 最后一个目标消息：

source: Friend target message:
cs: Zpráva přátelského cíle:
it_it: Notifica sul Friend Target:
pl_pl: Wiadomość Friend Target:
zh: 好友目标消息：

source: Enemy target message:
cs: Zpráva nepřátelského cíle:
it_it: Notifica sul Enemy Target:
pl_pl: Wiadomość Enemy Target:
zh: 敌人目标消息：

source: Macro name must be unique.
cs: Název makra musí být unikátní.
it_it: I nomi degli Script devono essere unici.
pl_pl: Nazwa makro musi być unikalna.
zh: 宏名称必须是唯一的。

source: Profile saved...
cs: Profil uložen..
it_it: Profilo salvato...
pl_pl: Profil zachowany...
zh: 配置文件已保存...

source: Repeated Messages
cs: Opakované zprávy
it_it: Messaggi ripetuti
pl_pl: Filtr wiadomości
zh: 重复的消息

source: Cliloc Filter
cs: Filtr clilocu
it_it: Filtro Cliloc
pl_pl: Filtr Cliloc
zh: 克利洛克过滤器

source: Filter:
cs: Filtr:
it_it: Fltro:
pl_pl: Filtr:
zh: 滤波器：

source: Original
cs: Originál
it_it: Originale
pl_pl: Oryginał
zh: 源语言

source: Replacement
cs: Náhrada
it_it: Sostituisci
pl_pl: Zamiennik
zh: 更换

source: Add
cs: Přidat
it_it: Aggiungi
pl_pl: Dodaj
zh: 添加

source: Macros default to quiet mode
cs: Makra jsou implicitně ztlumená
it_it: Silenzia gli Scripts
pl_pl: Makra w tle (tryb cichy)
zh: 宏默认为静音模式

source: GetFriend/GetEnemy uses ignore list
cs: GetFriend/GetEnemy používá seznam ignorovaných
it_it: Applica IgnoreList a GetEnemy/GetFriend
pl_pl: Lista ignorowanych (dla GetFriend/GetEnemy)
zh: GetFriend/GetEnemy使用忽略列表

source: Ignore List
cs: Seznam ignorovaných
pl_pl: Lista ignorowanych
zh: 忽略列表

source: Warning
cs: Varování
it_it: Attenzione
pl_pl: Ostrzeżenie
zh: 警告

source: Overwrite existing hotkey '{0}' ?
cs: Přepsat existující klávesovou zkratku '{0}' ?
it_it: Il Tasto Rapido '{0}' è gia assegnato. Vuoi cambiarlo?
pl_pl: Zastąpić obecny skrót '{0}'?
zh: 覆盖现有的热键"{0}"？

source: Abilities Gump
cs: Gump schopností
it_it: Abilità Gump
pl_pl: Gump umiejętności
zh: 能力甘

source: Saved Passwords:
cs: Uložená hesla:
it_it: Password salvate:
pl_pl: Zachowane hasła:
zh: 保存的密码：

source: Only overwrite blank password
cs: Přepsat pouze prázdné heslo
it_it: Sovrascrivi solo password vuota
pl_pl: Nadpisuj puste hasła
zh: 仅覆盖空白密码

source: Show GIF Capture
it_it: Mostra GIF Capture
pl_pl: Pokaż przechwycony GIF
zh: 显示 GIF 捕获

source: Requires Server Support
cs: Vyžaduje podporu serveru
it_it: Richiede supporto dal Server
pl_pl: Wymaga wsparcia serwera
zh: 需要服务器支持

source: Run in background
cs: Spustit na pozadí
it_it: Esegui in background
pl_pl: Uruchom w tle
zh: 在后台运行

source: Background macro '{0}' started...
cs: Makro na pozadí '{0}' spuštěno..
it_it: Script in background '{0}' Avviato...
pl_pl: Makro w tle '{0}' uruchomione...
zh: 后台宏"{0}"已启动...

source: Background macro '{0}' stopped...
cs: Makro na pozadí '{0}' zastaveno..
it_it: Script in background '{0}' Terminato...
pl_pl: Makro w tle '{0}' zatrzymane...
zh: 后台宏"{0}"已停止...

source: Cannot PlayMacro from background macro...
cs: Nelze přehrát makro, které je určené na pozadí..
it_it: Impossibile avviare PlayMacro() dallo Script in background...
pl_pl: Nie można uruchomić PlayMacro() z makra w tle...
zh: 无法从背景宏播放宏...

source: Autostart
zh: 自动启动

source: When checked macro will execute automatically after login.
cs: Je-li zaškrtnuto, makro se spustí automaticky po přihlášení do hry.
it_it: Se spuntata, lo Script verrà eseguito appena entrati in game.
pl_pl: Wykonaj makra po starcie aplikacji.
zh: 选中宏后，宏将在登录后自动执行。

source: Stop All Macros
cs: Zastavit všechna makra
it_it: Interrompi tutti gli Script
pl_pl: Zatrzymaj wszystkie makra
zh: 停止所有宏

source: Stops all running macros including background and autostart macros.
cs: Zastavit všechna běžící makra, včetně těch na pozadí a automaticky spuštěných.
it_it: Interrompe tutti gli Script in esecuzione, inclusi quelli in Background e Autostart.
pl_pl: Zatrzymaj wszystkie uruchomione makra włącznie z makrami w tle i makrami autostartu
zh: 停止所有正在运行的宏，包括背景和自动启动宏。

source: Global
cs: Globální
it_it: Globale
pl_pl: Globalne
zh: 全球

source: Instance
it_it: Istanziato
pl_pl: Instancja
zh: 全球

source: Waiting for ClassicAssist to initialize...
cs: Čekání na inicializaci ClassicAssist..
it_it: Avvio di ClassicAssist in corso...
pl_pl: Oczekiwanie na uruchomienie ClassicAssist
zh: 正在等待经典辅助系统初始化...

source: Masteries
it_it: Maestrie
pl_pl: Mistrzostwa
zh: 大师

source: Stun
it_it: Stordisci
pl_pl: Sparaliżuj
zh: 打 晕

source: Disarm
cs: Odzbrojení
it_it: Disarma
pl_pl: Rozbrój
zh: 解除

source: Clear Weapon Ability
cs: Vymazat schopnost zbraně
it_it: Disabilita Weapon Ability
pl_pl: Wyczyść umiejętności broni
zh: 清除武器能力

source: Type
cs: Typ
pl_pl: Typ
zh: 类型

source: Dress Type
cs: Typ úboru
pl_pl: Typ ubioru
zh: 着装类型

source: Invalid type...
cs: Nevalidní typ..
it_it: Type non valido...
pl_pl: Niepoprawny typ
zh: 无效类型...

source: No temporary dress layout configured...
cs: Není nastaveno žádné dočasné rozložení oblečení..
it_it: Nessun Dress temporaneo configurato...
pl_pl: Brak skonfigurowanego tymczasowego layoutu dla ubioru
zh: 未配置临时着装布局...

source: Reset Container
cs: Resetovat kontejner
it_it: Reimposta contenitore
pl_pl: Zresetuj kontener
zh: 重置容器

source: Context menu request
cs: Požadavek na kontextové menu
it_it: Richiesta del menu di scelta rapida
pl_pl: Request menu kontekstowego
zh: 上下文菜单请求

source: Show Profile Name In Title
cs: Zobrazit název profilu záhlaví
it_it: Mostra nome profilo nel titolo
pl_pl: Pokaż nazwę profilu w pasku tytułu
zh: 在标题中显示配置文件名称

source: Use UO3D Packets
cs: Použít UO3D pakety
it_it: Usa pacchetti UO3D
pl_pl: Użyj pakietów UO3D
zh: 使用 UO3D 数据包

source: Define Custom Properties
cs: Definovat vlastní vlastnosti
it_it: Definire proprietà personalizzateDefine Custom Properties
pl_pl: Zdefiniuj niestandardowe właściwości
zh: 定义自定义属性

source: Arguments
cs: Argumenty
it_it: Argomenti
pl_pl: Argumenty
zh: 参数

source: Choose by Cliloc
cs: Vybrat podle clilocu
it_it: Scelto da Cliloc
zh: 由克利洛克选择

source: Choose from Item
cs: Vybrat z předmětu
it_it: Scegli tra l'elemento
pl_pl: Wybierz z przedmiotu
zh: 从项目中进行选择

source: Toggle mounted
cs: Přepnout osedlání
it_it: Attiva/disattiva Mount
pl_pl: Przełącznik osiodłania
zh: 安装的切换

source: Target Acquisition - Enemy
it_it: Acquisizione Target - Enemy
zh: 目标获取 - 敌人

source: Target Acquisition - Friend
it_it: Acquisizione Target - Friend
zh: 目标获取 - 朋友

source: Get Next Friend
cs: Vyber dalšího přítele
it_it: Ottieni il prossimo Friend
pl_pl: Wybierz następnego przyjaciela
zh: 获取下一个好友

source: Get Next Any
cs: Vyber dalšího kohokoli
it_it: Ottieni il prossimo Any
pl_pl: Wybierz następnego kogokolwiek
zh: 获取下一个任意

source: Get Next Criminal
cs: Vyber dalšího kriminálníka
it_it: Ottieni il prossimo Criminal
pl_pl: Wybierz następnego kryminaliste
zh: 获取下一个犯罪

source: Get Next Enemy
cs: Vyber dalšího nepřítele
it_it: Ottieni il prossimo Enemy
pl_pl: Wybierz następnego wróga
zh: 获取下一个敌人

source: Get Next Gray / Criminal
cs: Vyber dalšího šedého / nepřítele
it_it: Ottieni il prossimo Gray / Criminal
pl_pl: Wybierz następnego szarego/kryminaliste
zh: 获取下一个灰色 / 犯罪

source: Match Any ID
cs: Odpovídá libovolnému ID
it_it: Tutti i Type
pl_pl: Porównaj Any ID
zh: 匹配任何 ID

source: Any
cs: Libovolné
zh: 任何

source: Macro Commands Wiki (Launches in Browser)
cs: Wiki příkazů maker (Otevře v prohlížeči)
it_it: Wiki online dei comandi (apri nel browser)
pl_pl: Komendy makro WIKI (Uruchamia przeglądarkę)
zh: 宏命令维基（在浏览器中启动）

# Really remove macro &quot;{0}&quot;?
source: Really remove macro "{0}"?
cs: Opravdu smazat makro "{0}"?
it_it: Rimuovere lo Script "{0}"?
pl_pl: Napewno usunąć makro "{0}"?
zh: 真的删除宏"{0}"？

source: Donating helps support continued development, your support is appreciated.
cs: Dary pomáhají udržet vývoj v průběhu, vaše podpora se cení.
it_it: Donare aiuta a sostenere lo sviluppo continuo, il vostro sostegno è apprezzato.
pl_pl: Dotacje pomagają wesprzeć development, cenimy sobie Twoje wsparcie naszej pracy.
zh: 捐赠有助于支持持续发展，您的支持是值得赞赏的。

source: Max Target Queue Length:
cs: Maximální délka fronty cílů:
it_it: Lunghezza massima Coda Target:
pl_pl: Głębokość kolejki MaxTarget:
zh: 最大目标队列长度：

source: Target queue is not enabled...
cs: Fronta cílů není povolena..
it_it: Coda Target non è abilitata...
pl_pl: Kolejka celów jest nie włączona...
zh: 未启用目标队列...

source: Next Target: {0}
cs: Další cíl: {0}
zh: 下一个目标：{0}

source: No Target
cs: Žádný cíl
it_it: Nessun Target
pl_pl: Brak celu
zh: 无目标

source: Show Next Target In Queue
cs: Zobrazit další cíl ve frontě
it_it: Mostra prossimo Target in Coda
pl_pl: Pokaż następny cel w kolejce
zh: 在队列中显示下一个目标

source: Shard:
zh: 碎片：

source: Sort Macros Alphabetical
cs: Seřadit makra podle abecedy
it_it: Script in ordine alfabetico
pl_pl: Posortuj alfabetycznie makra
zh: 按字母顺序对宏进行排序

source: Equip Item
cs: Nasadit předmět
it_it: Equipaggia l'oggetto
pl_pl: Wyposaż w przedmiot
zh: 装备项目

source: Show Chat Window
cs: Zavřít okno chatu
it_it: Mostra finestra chat
pl_pl: Pokaż okno rozmów (chat)
zh: 显示聊天窗口

source: Chat
zh: 聊天

source: Target object '{0}'...
cs: Vybrat objekt "{0}"..
it_it: Target Oggetto '{0}'...
zh: 目标对象"{0}"...

source: Miscellaneous
cs: Různé
it_it: Varie
pl_pl: Różne
zh: 杂项

source: Base
cs: Základ
pl_pl: Podstawa
zh: 基地

source: Cap
cs: Limit
pl_pl: Limit
zh: 帽

source: Status
cs: Stav
it_it: Stato
zh: 地位

source: Total base:
cs: Součet základu:
it_it: Base totale:
pl_pl: Maksymalna wartość skilli:
zh: 总基数：

source: Drop Holding Object
cs: Upustit držený předmět
it_it: Rilascia Oggetto trascinato
pl_pl: Upuść trzymany obiekt
zh: 放置保持对象

source: Journal receives filtered messages
cs: Deník dostává filtrované zprávy
it_it: Il Journal riceve i messaggi filtrati
pl_pl: Dziennik odbiera odfiltrowane wiadomości (usuwanie duplikatów).
zh: 日志接收筛选的消息

source: Enabled Packets
cs: Povolit pakety
it_it: Pacchetti abilitati
pl_pl: Włącz pakiety
zh: 已启用数据包

source: All Enabled
cs: Všechny povoleny
it_it: Tutti abilitati
pl_pl: Wszystko włączone
zh: 全部已启用

source: All Packets
cs: Všechny pakety
it_it: Tutti i pacchetti
pl_pl: Wyszstkie pakiety
zh: 所有数据包

source: Last Object
it_it: Ultimo Oggetto
pl_pl: Ostatni obiekt
zh: 最后一个对象

source: Features:
cs: Funkce:
it_it: Caratteristiche:
pl_pl: Funkcje:
zh: 特征：

source: Undisableable
cs: Nedeaktivovatelné
it_it: Non disabilitabile
pl_pl: Nie możliwe do wyłączenia
zh: 不可禁用

source: Hotkey will still trigger with hotkeys disabled
cs: Klávesová zkratka spustí i když jsou ostatní vypnuté
it_it: Il Tasto Rapido si attiverà anche con i Tasti Rapidi Disabilitati
pl_pl: Skrótu klawiszowe będą ciągle akywne mimo wyłączenia skrótów klawiszowych
zh: 热键仍将触发，禁用热键

source: Menu
zh: 菜单

source: Menus
cs: Menu
it_it: Menu
pl_pl: Menu
zh: 菜单

source: Message Limit:
cs: Limit zpráv:
it_it: Limite messaggio:
pl_pl: Limit wiadomości:
zh: 消息限制：

source: Time Limit:
cs: Časový limit:
it_it: Tempo Limite:
pl_pl: Limit czasowy:
zh: 时间限制：

source: Filtered Time:
cs: Čas filtrování:
it_it: Tempo filtrato:
pl_pl: Czas filtrowania:
zh: 过滤时间：

source: seconds
cs: sekund
it_it: Secondi
pl_pl: Sekund
zh: 秒

source: Resurrection Point: {0} - Direction: {1} - Distance: {2}
cs: Bod oživení: {0} - Směr: {1} - Vzdálenost: {2}
it_it: Punto di risurrezione: {0} - Direzione: {1} - Distanza: {2}
pl_pl: Punkt zmartwychwstania: {0} - Kierunek: {1} - Odległość: {2}
zh: 复活点： {0} - 方向： {1} - 距离： {2}

source: Show resurrection waypoints
cs: Ukázat body oživení
it_it: Mostra waypoint di resurrezione
pl_pl: Pokaż punkty zmartwychwstania
zh: 显示复活航点

source: Show
cs: Ukázat
it_it: Visualizza
pl_pl: Pokaż
zh: 显示

source: Hide
cs: Skrýt
it_it: Nascondere
pl_pl: Ukryj
zh: 隐藏

source: Author
cs: Autor
it_it: Autore
pl_pl: Autor
zh: 作者

source: Category
cs: Kategorie
it_it: Categoria
pl_pl: Kategoria
zh: 类别

source: Copy to clipboard
cs: Zkopírovat do schránky
it_it: Copia negli appunti
pl_pl: Skopiuj do schowka
zh: 复制到剪贴板

source: Create Macro
cs: Vytvořit makro
it_it: Crea Script
pl_pl: Stwórz makro
zh: 创建宏

source: Era
cs: Éra
zh: 时代

source: Open in Github
cs: Otevřít v GitHubu
it_it: Apri su Github
pl_pl: Otwórz na GitHub
zh: 在 Github 中打开

source: Shard
zh: 碎片

# Macro Warning
source: Running malicious macros could compromise your account or computer! You should understand what the macro is doing before running. Whist all care has been taken to ensure macros are not malicious, no responsibility will be taken. Are you sure you wish to continue?
cs: Spouštění škodlivých maker může vystavit účet nebo počítač nebezpečí! Měl bys znát, co makro dělá, před tím, než ho spustíš. Ikdyž pečlivě kontrolujeme zda makra nejsou škodlivá, neneseme žádnou odpovědnost. Určitě chceš pokračovat?
it_it: Eseguire script dannosi potrebbe compromettere il tuo account o il tuo computer! Dovresti comprendere cosa fa lo script prima di avviarlo. Nonostante siano state poste tutte le attenzioni per evitare scirpt dannosi, ClassicAssist non si assume nessuna responsabilità. Sei sicuro di voler continuare?
pl_pl: Uwaga! Uruchamianie złośiwych makro może skutkować uzyskaniem hasła do konta przez osoby trzecie lub uszkodzić komputer! Przed uruchomieniem makra, pownieneś zrozumieć co ono robi. Dołożyliśmy wszelkich starań, by makra tutaj zawarte nie były złośliwe, jednakże nie da sę sprawdzić wszystkiego. Nie ponosimy odpowiedzialności za używanie makr. Czy chcesz kontynuować?
zh: 运行恶意宏可能会危及您的帐户或计算机！ 在运行之前，您应该了解宏在做什么。 尽管已尽一切努力确保宏不是恶意的，则不承担任何责任。 您确定要继续吗？

source: Public Macros
cs: Veřejná makra
it_it: Script Pubblici
pl_pl: Makra publiczne
zh: 公共宏

source: Learn how to contribute your own macros...
cs: Nauč se sdílet vlastní makra..
it_it: Impara come contribuire con i tuoi script...
pl_pl: Zobacz, jak przekazać własne makro dla innych...
zh: 了解如何贡献自己的宏...

source: Failed to download manifest...
cs: Stažení manifestu selhalo..
it_it: Impossibile scaricare...
pl_pl: Nie udało się pobrać manifestu...
zh: 无法下载清单...

source: Failed to download macro...
cs: Stažení makra selhalo..
it_it: Impossibile scaricare lo script...
pl_pl: Nie udało się pobrać makra...
zh: 无法下载宏...

source: Additional Assemblies
cs: Dodatečné sestavy
it_it: Assiemi aggiuntivi
pl_pl: Dodatkowe składowe
zh: 其他程序集

source: Additional assemblies to load:
cs: Dodatečné sestavy k načtení:
it_it: Assiemi aggiuntivi da caricare:
pl_pl: Dodatkowe składowe do załadowania:
zh: 要加载的其他程序集：

source: Error loading assembly: {0}
cs: Chyba načítání sestavy: {0}
it_it: Errore caricamento assiemi: {0}
pl_pl: Wystąpił bład podczas ładowania składowych: {0}
zh: 加载程序集时出错：{0}

source: Special Moves
cs: Speciální pohyby
it_it: Mosse Speciali
pl_pl: Specjalne ruchy
zh: 必杀技

source: Loaded to all profiles
cs: Načtené pro všechny profily
it_it: Caricato in tutti i profili
pl_pl: Załadowane do wszystkich profili
zh: 加载到所有配置文件

source: Bards Music
cs: Bardova hudba
it_it: Musica Bardi
pl_pl: Muzyka Barda
zh: 吟游诗人音乐

source: Check hands before potions
cs: Zkontroluj ruce před pitím lektvaru
it_it: Check equip prima di bere pozioni
pl_pl: Sprawdź ręce przed piciem mikstur
zh: 药水前检查双手

source: Scavenging '{0}'...
pl_pl: Zbieranie '{0}'...
zh: 拾荒“{0}”......

source: Rehue friends
cs: Přebarvit přátele
it_it: Ricolora amici
pl_pl: Pokoloruj znajomych
zh: Rehue 朋友

source: Show running macros gump
cs: Zobrazit gump s běžícími makry
it_it: Mostra il Gump delle macro in corso
pl_pl: Pokaż listę działających makr
zh: 显示正在运行的宏 gump

source: Item out of range...
cs: Předmět je mimo dosah..
it_it: Oggetto fuori portata...
pl_pl: Przedmiot poza granicą...
zh: 项目超出范围...

source: Cast Last Spell
cs: Zakouzlit poslední kouzlo
it_it: Cast ultima Spell
pl_pl: Rzuć ostatni czar
zh: 施放最后的咒语

source: Arm / Disarm already in progress...
cs: Zbrojení již probíhá..
it_it: Arm/Disarm gia in corso...
pl_pl: W trakcie zmiany broni...
zh: 布防/撤防已经在进行中...

source: Dress already in progress...
cs: Oblékání již probíhá..
it_it: Dress gia in corso...
pl_pl: W trakcie ubierania...
zh: 着装已经在进行中了......

source: Maximum distance exceeded.
cs: Maximální vzdálenost překročena.
it_it: Distanza massima superata.
pl_pl: Przekroczono maksymalny dystans
zh: 超过最大距离。

source: Show Child Items
cs: Zobrazit dceřinné předměty
it_it: Mostra Oggetti secondari
pl_pl: Pokaż przedmioty
zh: 显示子项

source: Open All Containers
cs: Otevřít všechny kontejnery
it_it: Apri tutti i contenitori
pl_pl: Otwórz wszystkie kontenery
zh: 打开所有容器

source: Requeue failed items
cs: Nepovedené znovu zařadit do fronty
it_it: Rimetti in cola gli oggetti non processati correttamente
pl_pl: Powtórz nieudane
zh: 对失败的项目重新排队
