Repository: Reetus/ClassicAssist
Catalog: ClassicAssist.Shared/Resources/Strings.*.resx
Languages: cs, it_it, pl_pl, zh

source: Abilities
cs: Schopnosti
it_it: Abilità
pl_pl: Umiejętności...
zh: 能力

source: Ability already set...
cs: Schopnost je již nastavena..
it_it: Abilità già attiva...
pl_pl: Umiejętność już ustawiona...
zh: 能力已设置...

source: Ability not set...
cs: Schopnost není nastavena..
it_it: Abilità non attiva...
pl_pl: Umiejętność jeszcze nie ustawiona...
zh: 能力未设置...

source: About
it_it: Info
zh: 关于

source: Action Delay:
cs: Zpoždění akcí:
it_it: Ritardo azione:
pl_pl: Opóźnienie wykonania akcji:
zh: 操作延迟：

source: Actions
cs: Akce
it_it: Azioni
pl_pl: Akcje
zh: 行动

source: Active Objects
cs: Aktivní objekty
it_it: Oggetti Attivi
pl_pl: Aktywne obiekty
zh: 活动对象

source: Add Friend
cs: Přidat přítele
it_it: Aggiungi amico
pl_pl: Dodaj przyjaciela
zh: 添加好友

source: Address:
cs: Adresa:
it_it: Indirizzo:
pl_pl: Adres:
zh: 地址：

source: Agents
cs: Agenti
it_it: Agenti
pl_pl: Agenci
zh: 代理商

source: Agility Potion
cs: Lektvar obratnosti
it_it: Pozione Agility
pl_pl: Mikstura zręczności
zh: 敏捷药水

source: Aliases
cs: Aliasy
it_it: Alias
pl_pl: Aliasy
zh: 别名

source: All skills:
cs: Všechny dovednosti:
it_it: Tutte le Skills:
pl_pl: Wszystkie skille:
zh: 所有技能：

source: Always On Top
cs: Vždy navrchu
it_it: In primo piano
pl_pl: Zawsze na wierzchu
zh: 始终位于顶部

source: Amount
cs: Množství
it_it: Quantità
pl_pl: Ilość
zh: 量

source: Attack Enemy
cs: Zaútočit na nepřítele
pl_pl: Atakuj wroga
zh: 攻击敌人

source: Attack Last
cs: Zaútočit na posledního
pl_pl: Atakuj ostatni cel
zh: 上次攻击

source: Attack request blocked...
cs: Požadavek na útok blokován..
it_it: Richiesta di attacco bloccata...
pl_pl: Żądanie ataku zablokowane...
zh: 攻击请求已阻止...

source: Bandage Self
cs: Bandážovat sebe
it_it: Auto Benda
pl_pl: Bandażuj siebie
zh: 绷带自

source: Blank
cs: Prázdný
it_it: Vuoto
pl_pl: Pusty
zh: 空白

source: Bola
zh: 博拉

source: Both
cs: Oboje
it_it: Entrambi
pl_pl: Obydwa
zh: 两者

source: Bought
cs: Koupeno
it_it: Comprato
pl_pl: Kupiono
zh: 买

source: BuffIcon
zh: 布菲孔

source: Buffs / Penalties
cs: Buffy / Debuffy
it_it: Buffs / Debuffs
pl_pl: Buff / Penalties
zh: 布夫斯 / 处罚

source: Build Date:
cs: Datum buildu:
it_it: Data Build:
pl_pl: Data buildu:
zh: 生成日期：

source: Buy Agent: No matches found.
cs: Agent nákupu: Nenalezeny žádné shody.
it_it: Agente Buy: nessuna corrispondenza trovata.
pl_pl: Agent kupiecki: Nie znaleziono szukanych.
zh: 购买代理：未找到匹配项。

source: Cancel
cs: Zrušit
it_it: Annulla
pl_pl: Anuluj
zh: 取消

source: Cancel action
cs: Zrušit akci
it_it: Annulla Azione
pl_pl: Anuluj akcje
zh: 取消操作

source: Cannot find container...
cs: Nelze najít kontejner..
it_it: Impossibile trovare il contenitore...
pl_pl: Nie znaleziono kontenera...
zh: 找不到容器...

source: Cannot find item...
cs: Nelze najít předmět..
it_it: Impossibile trovare l'oggetto...
pl_pl: Nie znaleciono przedmiotu...
zh: 找不到项目...

source: Capture Packets
cs: Zachytávat pakety
it_it: Cattura Pacchetti
pl_pl: Przechwyć pakiety
zh: 捕获数据包

source: Character
cs: Postava
it_it: Personaggio
pl_pl: Postać
zh: 字符

source: Check For Updates
cs: Zkontrolovat aktualizace
it_it: Verifica aggiornamenti
pl_pl: Sprawdź aktualizacje
zh: 检查更新

source: Clear
cs: Vymazat
it_it: Pulisci
pl_pl: Wyczyść
zh: 清楚

source: Clear All
cs: Vymazat vše
it_it: Pluisci tutto
pl_pl: Wyczyść wszystko
zh: 全部清除

source: Clear All Objects
cs: Vymazat všechny objekty
it_it: Pulisci tutti gli Oggetti
pl_pl: Wyczyść wszystkie obiekty
zh: 清除所有对象

source: Clear Object Queue
cs: Vymazat frontu objektů
it_it: Pulisci Coda Oggetti
pl_pl: Wyczyść wszystkie obiekty w kolejce
zh: 清除对象队列

source: Clear Target Queue
cs: Vymazat frontu cílů
it_it: Pulisci Coda Target
pl_pl: Wyczyść kolejkę docelową
zh: 清除目标队列

source: Close
cs: Zavřít
it_it: Chiudi
pl_pl: Zamknij
zh: 关闭

# Color
source: Colour
cs: Barva
it_it: Colore
pl_pl: Kolor
zh: 颜色

source: Combat
cs: Boj
it_it: Combattimento
pl_pl: Walka
zh: 战斗

source: Command Prefix:
cs: Prefix příkazů:
it_it: Prefisso comando:
pl_pl: Prefix komendy:
zh: 命令前缀：

source: Commands
cs: Příkazy
it_it: Comandi
pl_pl: Komendy
zh: 命令

source: Commands:
cs: Příkazy:
it_it: Comandi:
pl_pl: Komendy:
zh: 命令：

source: Conflagration Potion
it_it: Pozione Conflagration
pl_pl: Mikstura pożogi
zh: 战火药水

source: Confusion Blast Potion
it_it: Pozione Confusion Blast
pl_pl: Mikstura Confusion Blast
zh: 混乱爆炸药水

source: Connected:
cs: Připojeno:
it_it: Connesso:
pl_pl: Połączono
zh: 连接：

source: Consume
cs: Spotřebovat
it_it: Consuma
pl_pl: Konsumpcja
zh: 消费

source: Copy
cs: Kopírovat
it_it: Copia
pl_pl: Skopiuj
zh: 复制

source: Copy All
cs: Kopírovat vše
it_it: Copia tutto
pl_pl: Skopiuj wszystko
zh: 全部复制

source: Count
cs: Počet
it_it: Conta
pl_pl: Policz
zh: 计数

# Counter &quot;{0}&quot; amount is now {1}...
source: Counter "{0}" amount is now {1}...
cs: Počítadlo "{0}" má nyní hodnotu {1}..
it_it: La quantità di "{0}" è ora {1}...
zh: 计数器"{0}"金额现在{1}...

source: Counters
cs: Počítadla
it_it: Contatori
pl_pl: Liczniki
zh: 专柜

source: Cure Potion
it_it: Pozione Cure
pl_pl: Mikstura leczenia
zh: 治疗药水

source: Current Ability Cleared
cs: Aktuální schopnost smazána
it_it: Abilità corrente deselezionata
pl_pl: Obecna umiejętność wyczyszczona
zh: 已清除当前能力

source: Current Location:
cs: Současná pozice:
it_it: Posizione corrente:
pl_pl: Obecna lokacja:
zh: 当前位置：

source: Do not auto interupt
cs: Nepřerušovat
it_it: Non auto interrompere
pl_pl: Nie przerywaj automatycznie
zh: 不自动插接

source: Dress
cs: Obléct
pl_pl: Ubierz
zh: 连衣裙

source: Duplicate
cs: Duplikovat
it_it: Duplica
pl_pl: Zduplikuj
zh: 重复

source: Enabled
cs: Povoleno
it_it: Abilitato
pl_pl: Włączone
zh: 启用

source: Enchanted Apple
pl_pl: Zmodyfikowane jabłko
zh: 魔幻苹果

source: Enemy
cs: Nepřítel
it_it: Nemico
pl_pl: Wróg
zh: 敌人

source: Entity
cs: Entita
it_it: Elemento
zh: 实体

source: Entity Collection Viewer
cs: Průzkumník entit
it_it: Visualizzatore elenco Elementi
zh: 实体集合查看器

source: Entity not found...
cs: Entita nenalezena..
it_it: Elemento non trovato...
zh: 未找到实体...

source: Entity Viewer
cs: Průzkumník entity
it_it: Visualizzatore Elementi
zh: 实体查看器

source: Equip Last Weapon (Quick Weapon Switch) *
cs: Obléct poslední zbraň (Quick Weapon Switch) *
it_it: Equipaggia l'ultima arma (Quick Weapon Switch)
pl_pl: Użyj ostatniej broni (Quick weapon switch)
zh: 装备最后武器（快速武器开关）*

source: Error
cs: Chyba
it_it: Errore
pl_pl: Błąd
zh: 错误

source: Error: Cannot find player backpack
cs: Chyba: Nelze najít hráčův batoh
it_it: Errore: Impossibile trovare lo zaino
pl_pl: Błąd: nie znaleziono plecaka gracza
zh: 错误： 找不到玩家背包

source: Error: Cannot find type
cs: Chyba: Nelze najít typ
it_it: Errore: impossibile trovare il Type dell'oggetto
pl_pl: Błąd: nie znaleziono typu
zh: 错误： 找不到类型

source: Error: No Player
cs: Chyba: Není hráč
it_it: Errore: nessun personaggio
pl_pl: Błąd: Brak gracza
zh: 错误： 没有播放器

source: Execute
cs: Provést
it_it: Esegui
pl_pl: Wykonaj
zh: 执行

source: Explosion Potion
it_it: Pozione Explosion
pl_pl: Mikstura wybuchowa
zh: 爆炸药水

source: Filters
cs: Filtr
it_it: Filtri
pl_pl: Filtry
zh: 过滤 器

source: Force Walk Off
cs: Vynucená chůze vypnuta
it_it: Camminare forzato Off
pl_pl: Wymuś chodzenie Off
zh: 强制步行关闭

source: Force Walk On
cs: Vynucená chůze zapnuta
it_it: Camminare forzato On
pl_pl: Wymuś chodzenie On
zh: 强制行走打开

source: Friend
cs: Přítel
it_it: Amico
pl_pl: Przyjaciel
zh: 朋友

source: Friends
cs: Přátelé
it_it: Amici
pl_pl: Przyjaciele
zh: 朋友们

source: Fruit Bowl
pl_pl: Miska z owocami
zh: 水果碗

source: General
cs: Obecné
it_it: Generale
pl_pl: Ogólne
zh: 一般

source: Get Closest Gray
cs: Nejbližší šedivý
it_it: Aggancia il Grigio più vicino
pl_pl: Pobierz ostatniego szarego gracza
zh: 获取最接近的灰色

source: Get Next Gray
cs: Následující šedivý
it_it: Aggancia il prossimo Grigio
pl_pl: Pobierz następnego szarego gracza
zh: 获取下一个灰色

source: Get Next Innocent
cs: Následující nevinný
it_it: Aggancia il prossimo Innocente
pl_pl: Pobierz następnego niewinnego gracza
zh: 获取下一个无辜

source: Get Next Murderer
cs: Následující vrah
it_it: Aggancia il prossimo Assassino
pl_pl: Pobierz następnego gracza mordercę
zh: 获取下一个谋杀者

source: Get Next Unfriendly
cs: Následující nepřátelský
it_it: Aggancia il prossimo Nemico
pl_pl: Pobierz następnego gracza nieprzyjaznego
zh: 获取下一个不友好

source: Grapes of Wrath
zh: 愤怒的葡萄

source: Graphic
cs: Grafika
it_it: Grafica
pl_pl: Grafika
zh: 图形

source: Grid Container Viewer
cs: Tabulkový pohled kontejneru
it_it: Visualizzatore contenitore a griglia
pl_pl: Siatka podglądu kontenerów
zh: 网格容器查看器

source: Gumps
cs: Gumpy
zh: 甘普斯

source: Heal Potion
it_it: Pozione Heal
pl_pl: Mikstura leczenia
zh: 治疗药水

source: Hotkeys
cs: Klávesové zkratky
it_it: Tasti Rapidi
pl_pl: Skróty klawiszowe
zh: 热键

source: Hotkeys disabled...
cs: Klávesové zkratky vypnuty..
it_it: Tasti Rapidi disabilitati...
pl_pl: Sktóry klawiszowe wyłączone...
zh: 热键已禁用...

source: Hotkeys enabled...
cs: Klávesové zkratky zapnuty..
it_it: Tasti Rapidi abilitati...
pl_pl: Skróty klawiszowe włączone...
zh: 热键已启用...

source: Ignore ping packets
cs: Ignorovat ping pakety
it_it: Ignora pacchetti ping
pl_pl: Ignoruj pakiety ping
zh: 忽略 ping 数据包

source: Import
cs: Importovat
it_it: Importa
pl_pl: Importuj
zh: 进口

source: Include Backpack Amount
cs: Zahrnout počty batohu
it_it: Includi quantità nello zaino
pl_pl: Uwzględnij liczbę w plecaku
zh: 包括背包金额

source: Include party members
cs: Zahrnout členy družiny
it_it: Includi membri del party
pl_pl: Uwzględnij członków drużyny
zh: 包括党员

source: Include Purchased Amount
cs: Zahrnout zakoupené počty
it_it: Includi ammontare acquistato
pl_pl: Uwzględnij zakupioną ilość
zh: 包括购买金额

source: Insert
cs: Vložit
it_it: Inserire
pl_pl: Dodaj
zh: 插入

source: Interrupt Spell
cs: Přerušit kouzlo
it_it: Interrompi Spell
pl_pl: Przerwij czar
zh: 中断拼写

source: Invalid container...
cs: Nevalidní kontejner..
it_it: Contenitore non valido...
pl_pl: Niepoprawny kontener...
zh: 容器无效...

source: Invalid counter agent name...
cs: Nevalidní název počítadla..
it_it: Nome Agente contatore non valido...
pl_pl: Niepoprawny licznik nazw agentów...
zh: 计数器代理名称无效...

source: Invalid destination container...
cs: Nevalidní cílový kontejner..
it_it: Contenitore di destinazione non valido...
pl_pl: Niepoprawny końcowy kontener...
zh: 目标容器无效...

source: Invalid gump...
cs: Nevalidní gump..
it_it: Gump non valido...
pl_pl: Niepoprawny gump...
zh: 无效的口瓜...

source: Invalid layer value...
cs: Nevalidní hodnota vrstvy..
it_it: Valore layer non valido...
pl_pl: Niepoprawny numer warstwy...
zh: 无效的图层值...

source: Invalid mount...
cs: Nevalidní jezdítko..
it_it: Mount non valida...
pl_pl: Niepoprawny mount...
zh: 安装无效...

source: Invalid or unknown object id
cs: Nevalidní nebo neznámé ID objektu
it_it: ID oggetto non valido o sconosciuto
pl_pl: Niepopawne lub nieznane id obiektu
zh: 无效或未知对象 ID

# Invalid skill name &quot;{0}&quot;
source: Invalid skill name "{0}"
cs: Nevalidní dovednost jménem "{0}"
it_it: Nome Skill non valida "{0}"
pl_pl: Niepoprawna nazwa skilla "{0}"
zh: 无效技能名称"{0}"

source: Invalid source container...
cs: Nevalidní zdrojový kontejner..
it_it: Contenitore di origine non valido...
pl_pl: Niepoprawny kontener źródłowy...
zh: 无效的源容器...

source: Invisibility Potion
it_it: Pozione Invisibility
pl_pl: Mikstura niewidzialności
zh: 隐形药水

source: Item
cs: Předmět
it_it: Oggetto
pl_pl: Przedmiot
zh: 项目

source: Item properties null or not loaded...
cs: Vlastnosti předmětu jsou prázdné nebo nejsou načtené..
it_it: Proprietà dell'oggetto nulle o non caricate...
pl_pl: Właściwości przedmiotu są puste (null) albo nie załadowane...
zh: 项目属性为空或未加载...

source: items
cs: předměty
it_it: Oggetti
pl_pl: przedmioty
zh: 项目

source: Items:
cs: Předměty:
it_it: Oggetti:
pl_pl: Przedmioty:
zh: 项目：

source: Journal
cs: Deník
pl_pl: Dziennik
zh: 杂志

source: Last Target
cs: Poslední cíl
pl_pl: Ostatni cel
zh: 最后一个目标

source: Last Target:
cs: Poslední cíl:
pl_pl: Ostatni cel:
zh: 最后一个目标：

source: Latency:
cs: Latence:
it_it: Latenza/Ping:
pl_pl: Opóźnienie (ping):
zh: 延迟：

source: Light
cs: Světlo
it_it: Luce
pl_pl: Światło
zh: 光

source: Light Level
cs: Úroveň světla
it_it: Livello luce
pl_pl: Poziom światła
zh: 光级

source: Limit Mouse Wheel Retrigger
cs: Limit kolečka myši pro znovuspuštění
it_it: Limita spam della rotellina del mouse
pl_pl: Limit powtórzenia komend kółka myszy
zh: 限制鼠标滚轮重新触发

source: Line Number
cs: Číslo řádku
it_it: Numero riga
pl_pl: Numer linii
zh: 行号

source: Lists
cs: Seznamy
it_it: Liste
pl_pl: Listy
zh: 列表

source: Location:
cs: Pozice:
it_it: Posizione:
pl_pl: Lokacja:
zh: 位置：

source: Loop
cs: Cyklit
pl_pl: Pętla
zh: 环

source: Loop time: {0}
cs: Čas cyklu: {0}
it_it: Tempo di loop: {0}
pl_pl: Czas pętli: {0}
zh: 循环时间：{0}

source: Macro error: {0}
cs: Chyba makra: {0}
it_it: Errore script: {0}
pl_pl: Błąd makro: {0}
zh: 宏错误：{0}

source: Macros
cs: Makra
it_it: Scripts
pl_pl: Makra
zh: 巨集

source: "Made For Malo"
it_it: Tradotto da riin4
pl_pl: Tłumaczenie Aru (ŁCh) & Turandon
zh: "为马洛制作"

source: Magical
cs: Magický
it_it: Magico
pl_pl: Magiczne
zh: 神奇

source: Main
cs: Hlavní
it_it: Principale
pl_pl: Główne
zh: 主要

source: Map:
cs: Mapa:
it_it: Mappa:
pl_pl: Mapa:
zh: 地图：

source: Max Price
cs: Maximální cena
it_it: Prezzo Max
pl_pl: Maksymalna cena
zh: 最高价

source: Messages
cs: Zprávy
it_it: Messaggi
pl_pl: Wiadomość
zh: 消息

source: Min Price
cs: Minimální cena
it_it: Prezzo Min
pl_pl: Minimalna cena
zh: 最低价格

source: Misc
cs: Různé
it_it: Varie
pl_pl: Różne
zh: 杂项

source: Mobile
cs: Postava
zh: 移动

source: Mobile not found...
cs: Postava nenalezena..
it_it: Mobile non trovato...
pl_pl: Nie znaleziono obiektu mobile...
zh: 未找到手机...

source: Mobiles:
cs: Postavy:
it_it: Mobili:
pl_pl: Obiekty Mobile:
zh: 手机：

source: Move conflicting items
cs: Posunout rozporné předměty
it_it: Sostituisci Equip
pl_pl: Przenieś skonfliktowane przedmioty
zh: 移动冲突项目

source: Move to backpack
cs: Přesunout do batohu
it_it: Sposta nello zaino
pl_pl: Przenieś do plecaka
zh: 移动到背包

source: Move to container
cs: Přesunout do kontejneru
it_it: Sposta nel contenitore
pl_pl: Przenieś do kontenera
zh: 移动到容器

source: Movement
cs: Pohyb
it_it: Movimento
pl_pl: Poruszanie
zh: 运动

source: Name
cs: Jméno
it_it: Nome
pl_pl: Nazwa
zh: 名字

source: Name:
cs: Jméno:
it_it: Nome:
pl_pl: Nazwa:
zh: 名字：

source: New
cs: Nový
it_it: Nuovo
pl_pl: Nowy
zh: 新增功能

source: New Item
cs: Nový předmět
it_it: Nuovo Oggetto
pl_pl: Nowy przedmiot
zh: 新项目

source: New Profile
cs: Nový profil
it_it: Nuovo Profilo
pl_pl: Nowy profil
zh: 新配置文件

source: New version available:
cs: Dostupná nová verze:
it_it: Nuova versione disponibile:
pl_pl: Najnowsza wersja:
zh: 新版本可用：

source: None
cs: Žádný
it_it: Nessuno
pl_pl: Brak
zh: 没有

# Object &quot;{0}&quot; updated...
source: Object "{0}" updated...
cs: Objekt "{0}" aktualizovaný..
it_it: Oggetto "{0}" aggiornato...
pl_pl: Obiekt "{0}" zaktualizowany
zh: 对象"{0}"已更新...

source: Object Inspector
cs: Inspektor objektů
it_it: Ispeziona Oggetto
pl_pl: Inspektor obiektów
zh: 对象检查器

source: Objects
cs: Objekty
it_it: Oggetti
pl_pl: Obiekty Mobile:
zh: 对象

source: OK
zh: 还行

source: Options
cs: Nastavení
it_it: Opzioni
pl_pl: Opcje
zh: 选件

source: Orange Petal
pl_pl: Pomarańczowy płatek
zh: 橙色花瓣

# Organizer
source: Organiser
cs: Organizér
it_it: Organizzatore
pl_pl: Organizer
zh: 组织者

# Organizer &quot;{0}&quot; not found...
source: Organizer "{0}" not found...
cs: Organizér "{0}" nenalezen..
it_it: Organizzatore "{0}" non trovato...
pl_pl: Organizer "{0}" nie znaleziony...
zh: 未找到组织者"{0}"...

source: Organizer containers set...
cs: Kontejner organizéru nastaven..
it_it: Configura i contenitori dell'organizzatore...
pl_pl: Kontenery organizera ustawione...
zh: 组织者容器集...

source: Organizer "{0}" finished...
cs: Organizér "{0}" skončil..
it_it: Organizzatore "{0}" finito...
pl_pl: Organizer "{0}" zakończył działanie...
zh: 组织者"{0}"完成...

source: Organizer "{0}" running...
cs: Organizér "{0}" běží..
it_it: Organizzatore "{0}" in esecuzione...
pl_pl: Organizer "{0}" uruchomiony...
zh: 组织者"{0}"正在运行...

source: Pass to UO
cs: Poslat do UO
it_it: Passa a UO
pl_pl: Przekaż do UO
zh: 通行证到UO

source: Persist Use Once
it_it: Salva oggetti della lista UsaUnaVolta
pl_pl: Użyj tylko jeden raz (ustawienie persystentne)
zh: 保留使用一次

source: Play
cs: Přehrát
it_it: Avvia
pl_pl: Odtwórz
zh: 玩

source: Player
cs: Hráč
it_it: Giocatore
pl_pl: Gracz
zh: 球员

source: Port:
it_it: Porta:
zh: 港口：

source: Prevent attacking friends in war mode
cs: Zabránit útoku na přátele v módu boje
it_it: Impedisci attacco amici in War
pl_pl: Uniemożliw atak na przyjaciół w trybie walki
zh: 防止在战争模式下攻击朋友

source: Prevent targeting friends with Harmful spells
cs: Zabránit seslání zbraňujících kouzel na přátele
it_it: Impedisci Target amici con Spells
pl_pl: Uniemożliw atak na przyjaciół przez czary ofensywne
zh: 防止以有害法术定位朋友

source: Product:
cs: Produkt:
it_it: Prodotto:
pl_pl: Produkt:
zh: 产品：

# ProductName
source: ClassicAssist
zh: 经典辅助

source: Profile name contains illegal characters.
cs: Název profilu obsahuje nevalidní znaky.
it_it: Il nome del profilo contiene caratteri non validi.
pl_pl: Nazwa profilu zawiera niedozwolone znaki.
zh: 配置文件名称包含非法字符。

source: Profiles
cs: Profily
it_it: Profili
pl_pl: Profile
zh: 配置 文件

source: Properties
cs: Vlastnosti
it_it: Proprietà Oggetti
pl_pl: Właściwości
zh: 性能

source: Property
cs: Vlastnost
it_it: Proprietà
pl_pl: Właściwość
zh: 财产

source: Public Properties
cs: Veřejné vlastnosti
it_it: Proprietà pubbliche
pl_pl: Publiczne właściwości
zh: 公共属性

source: Queue Last Target / Target Self
cs: Dávat Last Target / Target Self do fronty
it_it: Accoda Target (Self e Last)
pl_pl: Kolejka Last Target / Target Self
zh: 队列最后一个目标 /目标自我

source: Range check last target
cs: Kontrolovat dosah na Last Target
it_it: Controllo raggio del Target
pl_pl: Zasięg pól szukania ostatniego celu
zh: 范围检查最后一个目标

source: Ready...
cs: Připraven..
it_it: Pronto...
pl_pl: Gotowy...
zh: 准备。。。

source: Record
cs: Nahrát
it_it: Registra
pl_pl: Nagraj
zh: 记录

source: Recount
cs: Přepočítat
it_it: Riconta
pl_pl: Przelicz
zh: 叙述

source: Refresh
cs: Obnovit
it_it: Aggiorna
pl_pl: Odśwież
zh: 刷新

source: Refresh Potion
it_it: Pozione Refresh
pl_pl: Mikstura odświeżenia
zh: 刷新药水

source: Regeneration
it_it: Rigenerazione
pl_pl: Regeneracja
zh: 再生

source: Remove
cs: Odebrat
it_it: Rimuovi
pl_pl: Usuń
zh: 删除

source: Remove Friend
cs: Odebrat přítele
it_it: Rimuovi amico
pl_pl: Usuń przyjaciela
zh: 删除好友

source: Reset +/-
cs: Resetovat +/-
zh: 重置 +/-

source: Resistances
cs: Odolnosti
it_it: Resistenze
pl_pl: Odporności
zh: 电阻

source: Resync
cs: Resynchronizovat
pl_pl: Zsynchronizuj ponownie
zh: 重新同步

source: Save
cs: Uložit
it_it: Salva
pl_pl: Zapisz
zh: 救

source: Seasons
cs: Roční období
it_it: Stagioni
pl_pl: Pory roku
zh: 季节

source: Select destination container...
cs: Vybrat cílový kontejner..
it_it: Seleziona contenitore di destinazione...
pl_pl: Wybierz docelowy kontener...
zh: 选择目标容器...

source: Select source container...
cs: Vybrat zdrojový kontejner..
it_it: Seleziona contenitore di origine...
pl_pl: Wybierz źródłowy kontener...
zh: 选择源容器...

source: Select undress container...
cs: Vyber kontejner pro svléknutí..
it_it: Seleziona il contenitore per l'equipaggiamento rimosso...
pl_pl: Wybierz kontener na rzeczy...
zh: 选择脱衣服容器...

source: Serial
cs: Serial (sériové číslo)
zh: 串行

source: Serial:
zh: 串行：

source: Server
pl_pl: Serwer:
zh: 服务器

source: Set
cs: Nastavit
it_it: Imposta
pl_pl: Ustaw
zh: 设置

source: Set Containers
cs: Nastavit kontejnery
it_it: Imposta Contenitori
pl_pl: Ustaw kontener
zh: 设置容器

source: Set Down
cs: Nastavit dolů
it_it: Imposta giù
pl_pl: Ustaw dół
zh: 设置下来

source: Set Enemy
cs: Nastavit nepřítele
pl_pl: Ustaw wroga
zh: 设置敌人

source: Set Friend
cs: Nastavi přítele
pl_pl: Ustaw przyjaciela
zh: 设置好友

source: Set Last Target
cs: Nastavit Last Target
pl_pl: Ustaw Last Target
zh: 设置最后一个目标

source: Set Locked
cs: Nastavit zámek
pl_pl: Ustaw Locked
zh: 设置已锁定

source: Set Primary Ability
cs: Nastavit primární abilitu
it_it: Attiva Primary Ability
pl_pl: Ustaw Primary Ability
zh: 设置主要能力

source: Set Secondary Ability
cs: Nastavit sekundární abilitu
it_it: Attiva Secondary Ability
pl_pl: Ustaw Seconady Ability
zh: 设置辅助能力

source: Set Undress Container
cs: Nastavit kontejner pro svléknutí
it_it: Imposta il contenitore per l'equipaggiamento rimosso
pl_pl: Ustaw kontener na rzeczy
zh: 设置脱衣容器

source: Set Up
cs: Nastavit nahoru
it_it: Imposta su
pl_pl: Ustaw
zh: 建立

# Setting ability &quot;{0}&quot;...
source: Setting ability "{0}"...
cs: Nastavuji abilitu "{0}"
it_it: Attiva Abilità "{0}"...
pl_pl: Ustawienie umiejętności "{0}"...
zh: 设置能力"{0}"...

source: Show World Items
cs: Zobrazit předměty světa
it_it: Mostra elementi vicini
pl_pl: Pokaż przedmioty świata
zh: 显示世界物品

source: Skills
cs: Dovednosti
pl_pl: Skille
zh: 技能专长

source: Smart last target:
cs: Chytrý Last Target:
pl_pl: Sprytny Last Target:
zh: 智能最后一个目标：

source: Smoke Bomb
pl_pl: Bomba dymna
zh: 烟雾弹

source: Software
cs: Aplikace
pl_pl: Informacje o aplikacji
zh: 软件

source: Spells
cs: Kouzla
pl_pl: Czary
zh: 法术

source: Stack
cs: Hromada
it_it: Inpila
pl_pl: Magazyn
zh: 堆栈

source: Stats
cs: Statistiky
pl_pl: Statystyki
zh: 统计

source: Status:
cs: Stav:
it_it: Stato:
zh: 地位：

source: Stop
cs: Zastavit
pl_pl: Zatrzymaj
zh: 停止

source: Stop Current Macro
cs: Zastavit současné makro
it_it: Interrompi Script Corrente
pl_pl: Zatrzymaj obecne makro
zh: 停止当前宏

source: Strength Potion
it_it: Pozione Strength
pl_pl: Mikstura siły
zh: 力量药水

source: Target
cs: Cíl
pl_pl: Cel
zh: 目标

source: Target blocked... try again...
cs: Cíl blokován.. zkus to znovu..
it_it: Target bloccato... Riprova...
pl_pl: Cel zablokowany... spróbuj ponownie...
zh: 目标被阻止...再试一次。。。

source: Target clothing item...
cs: Vyber předmět k obléknutí..
it_it: Target vestiario...
pl_pl: Wybierz przedmiot do ubrania...
zh: 目标服装项目...

source: Target container...
cs: Vyber kontejner..
it_it: Target contenitore...
pl_pl: Wybierz kontener...
zh: 目标容器...

source: Target Enemy
cs: Vyber nepřítele
pl_pl: Wybierz wroga
zh: 目标敌人

source: Target Friend
cs: Vyber přítele
it_it: Target Amico
pl_pl: Wybierz przyjaciela
zh: 目标好友

source: Target friend to remove...
cs: Vyber přítele k odebrání..
it_it: Target Amico da rimuovere...
pl_pl: Wybierz przyjaciela do usunięcia
zh: 目标好友要删除...

source: Target Last
cs: Vybrat poslední cíl
pl_pl: Wybierz ostatni cel (Target Last)
zh: 目标最后

source: Target new friend...
cs: Vybrat nového přítele..
it_it: Target nuovo Amico...
pl_pl: Wybierz nowego przyjaciela...
zh: 瞄准新朋友...

source: Target new item...
cs: Vybrat nový předmět..
it_it: Target nuovo Oggetto...
pl_pl: Wybierz nowy przedmiot...
zh: 目标新项目...

source: Target new mount...
cs: Vybrat nové jezdítko..
it_it: Target nuova Mount...
pl_pl: Wybierz nowy mount...
zh: 目标新安装...

source: Target object...
cs: Vybrat objekt..
it_it: Target Oggetto...
pl_pl: Wybierz obiekt...
zh: 目标对象...

source: Target out of range, try again...
cs: Cíl je mimo dosah, zkus to znovu..
it_it: Target fuori portata, riprova...
pl_pl: Cel poza zasięgiem, spróbuj ponownie...
zh: 目标范围外，重试...

source: Target queue cleared...
cs: Fronta cílů vymazána..
it_it: Coda Target pulita...
pl_pl: Kolejka celów wyczyszczona...
zh: 目标队列已清除...

source: Target Queued
cs: Cíl přidán do fronty
it_it: Target Accodato
pl_pl: Cel skolejkowany
zh: 目标排队

source: Target Self
cs: Vybrat sebe
pl_pl: Wybierz siebie (Target Self)
zh: 目标自我

source: Target timeout...
cs: Čas pro zacílení vypršel..
zh: 目标超时...

source: Targeting
cs: Zaměřuji
zh: 针对

source: The item needs to be equipped...
cs: Předmět musí být oblečený..
it_it: L'oggetto deve essere equipaggiato...
pl_pl: Przedmiot musi być założony...
zh: 物品需要配备...

source: Timeout...
cs: Časový limit..
zh: 超时。。。

source: Timers
cs: Časovače
pl_pl: Liczniki
zh: 定时器
