Repository: Reetus/ClassicAssist
Catalog: ClassicAssist.Shared/Resources/Strings.*.resx
Languages: cs, it_it, pl_pl, zh

source: Invalid organizer agent name...
cs: Nevalidní název organizéru..
it_it: Nome Organizer invalido...
pl_pl: Nieprawidłowa nazwa agenta organizera
zh: 组织者代理名称无效...

source: Loot humanoids
cs: Lootit humanoidy
it_it: Loota humanoids
pl_pl: Zbieraj z humanoidów
zh: 战利品人形机器人

source: Reset import cache
cs: Resetovat paměť importů
it_it: Resetta cache di importazione
pl_pl: Wyczyść pamięć podręczną importu
zh: 重置导入缓存

source: Macro not found...
cs: Makro nenalezeno..
it_it: Script non trovato...
pl_pl: Macro nie odnalezione...
zh: 未找到宏...

source: Module
cs: Modul
it_it: Modulo
pl_pl: Moduł
zh: 模块

source: Snapshot Saved: {0}
cs: Snímek uložen: {0}
it_it: Snapshot Salvato: {0}
pl_pl: Zapisano zrzut: {0}
zh: 快照已保存：{0}

source: Take Snapshot
cs: Zachytit snímek
it_it: Scatta Snapshot
pl_pl: Zrób zrzut
zh: 拍摄快照

source: Priority:
cs: Priorita:
it_it: Priorità:
pl_pl: Priorytet:
zh: 优先权：

source: Priority
cs: Priorita
it_it: Priorità
pl_pl: Priorytet
zh: 优先权

source: Object queue full
cs: Fronta objektů je plná
it_it: Coda Oggetti piena
pl_pl: Kolejka obiektów pełna
zh: 对象队列已满

source: Use Cliloc language from ClassicUO settings
cs: Použít jazyk clilocu z nastavení ClassicUO
it_it: Usa linguaggio Cliloc dalle impostazione di ClassicUO
pl_pl: Użyj język Cliloc z ClassicUO
zh: 使用 ClassicUO 设置中的 Cliloc 语言

source: Keyboard
cs: Klávesnice
it_it: Tastiera
pl_pl: Klawiatura
zh: 键盘

source: Share Macro
cs: Sdílet makro
it_it: Condividi Script
pl_pl: Podziel się makrem
zh: 分享宏

source: Check Weight
cs: Zkontrolovat váhu
it_it: Controlla Peso
pl_pl: Sprawdź wagę
zh: 检查重量

source: Minimum Weight Available:
cs: Minimální dostupná váha:
it_it: Peso minimo disponibile:
pl_pl: Minimalna dostępna waga:
zh: 最小可用称量值：

source: Context menu entry not found...
cs: Řádek v kontextovém menu nenalezen..
it_it: Voce del menu contestuale non trovata...
pl_pl: Wpis w menu kontekstowym nie znaleziony...
zh: 未找到上下文菜单项...

source: Atleast one option must be provided...
cs: Alespoň jedna možnost musí být vybraná..
it_it: Almeno un opzione deve essere indicata...
pl_pl: Przynajmniej jedna opcja musi zostać dostarczona...
zh: 必须至少提供一个选项...

source: Invalid VendorBuy list name...
cs: Nevalidní název VendorBuy seznamu..
it_it: Nome della lista VendorBuy non valido...
pl_pl: Niepoprawna lista zakupów dla vendora...
zh: 无效的 VendorBuy 列表名称...

# Invalid state name: &quot;on&quot;, &quot;off&quot;, or &quot;toggle&quot;...
source: Invalid state name: "on", "off", or "toggle"...
cs: Nevalidní název stavu: "on", "off", nebo "toggle"..
it_it: Nome nello stato invalido: "on", "off" o "toggle"
pl_pl: Niepoprawna enumeracja stanu: "on", "off" lub "toggle"...
zh: 状态名称无效：“on”、“off”或“toggle”...

source: Replay
cs: Přehrát
it_it: Riavvia
pl_pl: Powtórz
zh: 重播

source: Ignore packet type
cs: Ignorovat typ paketu
it_it: Ignora tipo di pacchetto
pl_pl: Ignoruj pakiet typu
zh: 忽略数据包类型

source: Copy packet declaration
cs: Kopírovat deklaraci paketu
it_it: Copia dichiarazione del pacchetto
pl_pl: Kopiuj deklarację pakietu
zh: 复制数据包声明

source: Configure Sound Filters
cs: Nastavit filtr zvuků
it_it: Configura filtri suoni
pl_pl: Skonfiguruj filtry dźwięku
zh: 配置声音过滤器

source: Sound Filter
cs: Filtr zvuků
it_it: Filtro suono
pl_pl: Filtr dźwięku
zh: 声音过滤器

source: Sound Type
cs: Filtr typů
it_it: Tipo suono
pl_pl: Typ dźwięku
zh: 声音类型

source: Animals
cs: Zvířata
it_it: Animali
pl_pl: Zwierzęta
zh: 动物

source: Environment
cs: Prostředí
it_it: Ambiente
pl_pl: Środowisko
zh: 环境

source: Bear Sounds
cs: Zvuky medvědů
it_it: Suoni orsi
pl_pl: Odgłosy niedźwiedzi
zh: 熊声

source: Bird Sounds
cs: Zvuky ptáků
it_it: Suoni uccelli
pl_pl: Odgłosy ptaków
zh: 鸟叫声

source: Bull Sounds
cs: Zvuky krav
it_it: Suoni tori
pl_pl: Odgłosy byków
zh: 公牛之声

source: Cat Sounds
cs: Zvuky koček
it_it: Suoni gatti
pl_pl: Odgłosy kotów
zh: 猫的声音

source: Chicken Sounds
cs: Zvuky kuřat
it_it: Suoni galline
pl_pl: Odgłosy kurczaków
zh: 鸡叫声

source: Cougar Sounds
cs: Zvuky šelem
it_it: Suoni giaguari
pl_pl: Odgłosy kuguarów
zh: 美洲狮的声音

source: Deer Sounds
cs: Zvuky vysoké
it_it: Suoni renne
pl_pl: Odgłosy jeleni
zh: 鹿的声音

source: Dog Sounds
cs: Zvuky psů
it_it: Suoni cani
pl_pl: Odgłosy psów
zh: 狗的声音

source: Dragon Sounds
cs: Zvuky draků
it_it: Suoni draghi
pl_pl: Odgłosy smoków
zh: 龙之声

source: Eagle Sounds
cs: Zvuky orlů
it_it: Suoni aquile
pl_pl: Odgłosy orłów
zh: 鹰声

source: Goat Sounds
cs: Zvuky koz
it_it: Suoni capre
pl_pl: Odgłosy kóz
zh: 山羊的声音

source: Horse Sounds
cs: Zvuky koní
it_it: Suoni cavalli
pl_pl: Odgłosy koni
zh: 马的声音

source: Pig Sounds
cs: Zvuky prasat
it_it: Suoni maiali
pl_pl: Odgłosy świń
zh: 猪的声音

source: Rat Sounds
cs: Zvuky krys
it_it: Suoni topi
pl_pl: Odgłosy szczurów
zh: 老鼠的声音

source: Sheep Sounds
cs: Zvuky ovcí
it_it: Suoni pecore
pl_pl: Odgłosy owiec
zh: 绵羊的声音

source: Titan / Cyclops Sounds
cs: Zvuky titánů / kyklopů
it_it: Suoni titani/ciclopi
pl_pl: Odgłosy Tytanów/Cyklopów
zh: 泰坦/独眼巨人的声音

source: Wolf Sounds
cs: Zvuky vlků
it_it: Suoni lupi
pl_pl: Odgłosy wilków
zh: 狼之声

source: Door Sounds
cs: Zvuky dveří
it_it: Suoni porte
pl_pl: Odgłosy drzwi
zh: 门声

source: Emote Sounds
cs: Zvuky emotů
it_it: Suoni emotes
pl_pl: Odgłosy emotek
zh: 表情声音

source: Weapon Sounds
cs: Zvuky zbraní
it_it: Suoni armi
pl_pl: Odgłosy broni
zh: 武器声音

source: Wrestling Sounds
cs: Zvuky boxu
it_it: Suoni wrestling
pl_pl: Odgłosy pięści
zh: 摔跤声

source: Spell Fizzle Sounds
cs: Zvuky fizzu kouzel
it_it: Suoni flizz delle spells
pl_pl: Odgłosy czarów
zh: 咒语嘶嘶声

source: Alchemy Sounds
cs: Zvuky alchymie
it_it: Suoni alchemy
pl_pl: Odgłosy alchemii
zh: 炼金术之声

source: Inscribing Sounds
cs: Zvuky opisování
it_it: Suoni inscription
pl_pl: Odgłosy pisania
zh: 铭刻声音

source: Spirit Speak Sounds
cs: Zvuky řeči mrtvých
it_it: Suoni spirit speak
pl_pl: Odgłosy rozmów z duchami
zh: Spirit Speak 声音

source: Expire Targets:
cs: Vypršení cílů:
it_it: Annulla il target dopo:
pl_pl: Nieaktualne cele:
zh: 过期目标：

source: Time in milliseconds (-1 to not expire)
cs: Čas v milisekundách (-1 pro vypnutí)
it_it: Tempo in millisecondi (-1 per non annullarlo mai)
pl_pl: Czas w milisekundach (-1 by nie expirowały)
zh: 以毫秒为单位的时间（-1 表示不过期）

source: New Group
cs: Nová skupina
it_it: Nuovo gruppo
pl_pl: Nowa grupa
zh: 新建组

source: Remove Group
cs: Přejmenovat skupinu
it_it: Rimuovi gruppo
pl_pl: Usuń grupę
zh: 删除组

source: Auto disable when loading
cs: Automaticky deaktivovat během načítání
it_it: Disabilita automaticamente quando carica
pl_pl: Automatycznie wyłącz podczas ładowania
zh: 加载时自动禁用

source: Disable all vendor buy entries on loading profile
cs: Vypnout všechny nákupy u obchodníků při načtení profilu
it_it: Disabilita tutte le voci VendorBuy quando carica il profilo
pl_pl: Wyłącz wpisy u wszystkich vendorów podczas ładowania profilu
zh: 在加载配置文件上禁用所有供应商购买条目

source: Open Modules Folder
cs: Otevřít složku s moduly
it_it: Apri cartella dei moduli
pl_pl: Otwórz folder z modułami
zh: 打开模块文件夹

source: Backup Days
cs: Dny záloh
it_it: Backup ogni (giorni):
pl_pl: Czas tworzenia kopii zapasowych w dniach
zh: 备份天数

source: Backup Settings
cs: Nastavení záloh
it_it: Impostazioni Backup
pl_pl: Ustawienia kopii zapasowej
zh: 备份设置

source: Choose backup folder
cs: Vybrat složku pro zálohy
it_it: Scegli cartella di Backup
pl_pl: Wybierz folder kopii zapasowej
zh: 选择备份文件夹

source: Path
cs: Cesta
it_it: Salva in:
pl_pl: Ścieżka
zh: 路径

source: Setting to zero will cause it to backup on every client close
cs: Nastavení na 0 způsobí zálohování při každém vypnutí klienta
it_it: Imposta 0 se vuoi salvare il Backup ogni volta che chiudi il client
pl_pl: Ustawienie na 0 spowoduje tworzenie kopii zapasowej przy każdorazowym zamknięciu klienta
zh: 设置为零将导致它在每次客户端关闭时进行备份

source: Login
cs: Přihlásit
pl_pl: Zaloguj
zh: 登录

source: Login With Windows
cs: Přihlásit s Windows
it_it: Login con Windows
pl_pl: Zaloguj z oknem
zh: 使用 Windows 登录

source: Logout
cs: Odhlásit
pl_pl: Wyloguj
zh: 注销

source: Username
cs: Přihlašovací jméno
it_it: Nome utente
pl_pl: Użytkownik
zh: 用户名

source: Loading...
cs: Načítání..
it_it: Carica...
pl_pl: Ładowanie...
zh: 装载。。。

source: No items...
cs: Žádné předměty..
it_it: Nessun oggetto...
pl_pl: Brak przedmiotów...
zh: 没有项目...

source: Backing up {0}...
cs: Zálohuji {0}..
it_it: Backup in corso {0}...
pl_pl: Tworzenie kopii zapasowej dla {0}...
zh: 正在备份{0}...

source: Done...
cs: Hotovo..
it_it: Fatto...
pl_pl: Koniec...
zh: 做。。。

source: Failed to backup file: {0}
cs: Uložení zálohy selhalo: {0}
it_it: Backup del file fillito: {0}
pl_pl: Nie udało się utworzyć kopii zapasowej dla pliku: {0}...
zh: 无法备份文件：{0}

source: No backup type or path set...
cs: Není nastavený typ nebo cesta záloh..
it_it: Nessun tipo di backup o cartella selezionata...
pl_pl: Brak ustawionej ścieżki dla kopii zapasowej...
zh: 未设置备份类型或路径...

source: Profile Backup
cs: Zálohovat profil
it_it: Backup Profilo
pl_pl: Kopia zapasowa profilu
zh: 配置文件备份

source: Profile backup in progress...
cs: Probíhá záloha profilu..
it_it: Backup Profilo in corso...
pl_pl: Tworzenie kopii zapasowej profilu w toku...
zh: 配置文件备份正在进行中...

source: Folder Browser
cs: Průzkumník souborů
it_it: Scegli cartella di Backup
pl_pl: Wybierz katalog
zh: 文件夹浏览器

source: New Folder
cs: Nová složka
it_it: Nuova Cartella
pl_pl: Nowy folder
zh: 新建文件夹

source: Incremental
cs: Inkrementální
it_it: Progressivo
pl_pl: Inkrementacja
zh: 增量

source: Only write files that have been modified
cs: Zapisovat pouze soubory které byly upraveny
it_it: Sovrascrivi solo i files che sono stati modificati
pl_pl: Zapisz tylko pliki, które zostały zmodyfikowane
zh: 只写入已修改的文件

source: Backup path not set
cs: Cesta k zálohám nenastavena
it_it: Locazione del backup non indicata
pl_pl: Brak ustawionej ścieżki dla kopii zapasowej
zh: 未设置备份路径

source: Cannot locate backup folder
cs: Nelze najít složku pro zálohy
it_it: Impossibile individuare la cartella per il backup
pl_pl: Nie można załadować folderu kopii zapasowej
zh: 找不到备份文件夹

source: Overwrite Existing
cs: Přepsat existující
it_it: Sovrascrivi esistente
pl_pl: Nadpisz istniejące
zh: 覆盖现有

source: Overwrite existing files instead of creating new files with the same name
cs: Přepsat existující soubory místo vytváření nových se stejným jménem
it_it: Sovrascrivi i files esistenti al posto di creare nuovi files con un nome nuovo
pl_pl: Nadpisz istniejące pliki zamiast tworzyć nowe z tą samą nazwą
zh: 覆盖现有文件，而不是创建同名的新文件

source: Password
cs: Heslo
pl_pl: Hasło
zh: 密码

source: Minimize to system tray
cs: Minimalizovat do oznamovací oblasti
it_it: Riduci nell'area di notifica
pl_pl: Zminimalizuj do paska
zh: 最小化到系统托盘

source: Unknown
cs: Neznámé
it_it: Sconosciuto
pl_pl: Nieznany
zh: 未知

source: All Names
cs: Všechna jména
it_it: Tutti i Npmi
pl_pl: Wszystkie nazwy
zh: 所有名称

source: Create Macro Button
cs: Vytvořit tlačítko makra
it_it: Crea Tasto Script
pl_pl: Utworz przycisk Makro
zh: 创建宏按钮

source: Reflection Error: {0}
it_it: Errore Riflesso: {0}
pl_pl: Błąd odbicia: {0}
zh: 反射误差：{0}

source: Show player / shard name in CUO title
cs: Zobrazit jméno hráče / shardu v titulku CUO
it_it: Mostra player / shard nel titolo della finestra di ClassicUO
pl_pl: Pokaż gracza / nazwę shardu w pasku tytułu CUO
zh: 在 CUO 标题中显示播放器/分片名称

source: ID from target
cs: ID od hráče
it_it: ID da Target
pl_pl: Identyfikator z miejsca docelowego
zh: 来自目标的 ID

source: Layer
cs: Vrstva
pl_pl: Warstwa
zh: 层

source: Activated following
cs: Aktivováno sledování
it_it: Segui Attivato
pl_pl: Aktywowany po
zh: 激活关注

source: Deactivated following
cs: Deaktivováno sledování
it_it: Segui Disattivato
pl_pl: Dezaktywowano następujące
zh: 停用关注

source: Event
it_it: Evento
pl_pl: Zdarzenie
zh: 事件

source: Caller
pl_pl: Obiekt wywołujący
zh: 访客

source: Elapsed
it_it: Passati
zh: 过去了

source: Format Code
it_it: Codice Formato
pl_pl: Kod formatu
zh: 格式代码

# Current month donations
source: Current donations for {0}: ${1}
it_it: Donazioni correnti {0}: ${1}
pl_pl: Aktualne darowizny na {0}: {1} USD
zh: 目前对{0}的捐款：{1} 美元

source: Donate Now
it_it: Dona Ora
pl_pl: Wpłać teraz
zh: 立即捐赠

source: Context menu entry disabled
it_it: Inserimento Menu contestuale Disabilitato
pl_pl: Pozycja menu kontekstowego wyłączona
zh: 上下文菜单项已禁用

source: Use Last Skill
it_it: Usa ultima Skill
pl_pl: Użyj ostatniej umiejętności
zh: 使用最后的技能

source: Login With Google
it_it: Login con Google
pl_pl: Zaloguj się przez Google
zh: 使用Google登录

source: Authentication error or timeout
it_it: Errore di Autenticazione o timeout
pl_pl: Błąd uwierzytelniania lub przekroczenie limitu czasu
zh: 身份验证错误或超时

source: Name Overrides
it_it: Sovrascivi Nome
pl_pl: Przesłonięcia nazw
zh: 名称覆盖

source: Insert Empty Entry
it_it: Inserisci campo vuoto
pl_pl: Wstaw pusty wpis
zh: 插入空条目

source: Notes
it_it: Note
pl_pl: Notatki
zh: 笔记

source: Autologin
pl_pl: Automatyczne logowanie
zh: 自动登录

source: Account
pl_pl: Rachunek
zh: 帐户

source: Server Index
it_it: Indice Server
pl_pl: Indeks serwera
zh: 服务器索引

source: Character Index
it_it: Indice pg
pl_pl: Indeks znaków
zh: 字符索引

source: Connect Delay
it_it: Delay connessione
pl_pl: Opóźnienie połączenia
zh: 连接延迟

source: Reconnect Delay
it_it: Delay riconnessione
pl_pl: Opóźnienie ponownego połączenia
zh: 重新连接延迟

source: Unknown account...
it_it: Account sconosciuto...
pl_pl: Nieznane konto...
zh: 未知帐户...

source: Autologin in {0} seconds...
it_it: Autologin in {0} secondi...
pl_pl: Automatyczne logowanie w {0} sekund...
zh: {0}秒内自动登录...

source: Connecting...
it_it: Connetto...
pl_pl: Łączenie...
zh: 连接。。。

source: Timeout waiting for shard selection screen
it_it: Timeout mentre aspettavo la selezione dello shard
pl_pl: Przekroczenie limitu czasu oczekiwania na ekran wyboru fragmentu
zh: 等待分片选择屏幕超时

source: Failed to get server list
it_it: Lista server fallita
pl_pl: Nie udało się pobrać listy serwerów
zh: 无法获取服务器列表

source: Failed to get selected server index
it_it: Indice del server scelto fallito
pl_pl: Nie można pobrać wybranego indeksu serwera
zh: 无法获取选定的服务器索引

source: Servers:
pl_pl: Serwerów:
zh: 服务器：

source: Selecting server {0}...
it_it: Seleziono server {0}...
pl_pl: Wybieranie serwera {0}...
zh: 正在选择服务器{0}...

source: Timeout waiting for character selection screen
it_it: Timeout mentre aspettavo la schermata di selezione del pg
pl_pl: Timeout oczekiwania na ekran wyboru postaci
zh: 等待字符选择屏幕的超时

source: Failed to get character list
it_it: Lista pg fallita
pl_pl: Nie udało się pobrać listy postaci
zh: 无法获取字符列表

source: Character index not found
it_it: Indice pg non trovato
pl_pl: Nie znaleziono indeksu znaków
zh: 找不到字符索引

source: Characters:
it_it: Pg:
pl_pl: Znaków:
zh: 字符：

source: Selecting character {0}...
it_it: Seleziono pg {0}...
pl_pl: Wybieranie postaci {0}...
zh: 正在选择角色{0}...

source: {0} agent is now {1}
it_it: {0} agent è ora {1}
pl_pl: {0} agent jest teraz {1}
zh: {0}代理现已{1}

source: Disabled
it_it: Disabilitato
pl_pl: Niepełnosprawny
zh: 關

source: Trade
pl_pl: Handel
zh: 贸易

source: Match text value of property (UOAlive)
it_it: Coincidi il valore testuale di una propietà (UOAlive)
pl_pl: Dopasuj wartość tekstową właściwości (UOAlive)
zh: 匹配属性的文本值 （UOAlive）

source: Mini Heal / Cure Self
pl_pl: Mini Uzdrowienie / Leczenie Siebie
zh: 小治療術/解毒自己

source: Greater Heal / Cure Self
pl_pl: Większe Leczenie / Leczenie Siebie
zh: 大治療術/解毒自己

source: Cure
pl_pl: Leczyć
zh: 小解毒術

source: Arch Cure
pl_pl: Leczenie łuku
zh: 大解毒術

source: Healing
pl_pl: Gojenie
zh: 醫療

source: No items to display...
it_it: Nessun elemento da visualizzare...
pl_pl: Brak elementów do wyświetlenia...
zh: 没有要显示的项目...

source: Backup Now
it_it: Esegui il backup ora
pl_pl: Utwórz kopię zapasową teraz
zh: 立即备份

source: Linked
it_it: Collegato
pl_pl: Połączone
zh: 联系

source: Unlinked
it_it: Sciolto
pl_pl: Niepołączone
zh: 未链接

source: Logout on disconnected prompt
it_it: Disconnettiti alla richiesta di disconnessione
pl_pl: Wyloguj się po wyświetleniu monitu o odłączenie
zh: 断开连接提示时注销

source: Combine stacks
it_it: Combina pile
pl_pl: Łączenie stosów
zh: 合并堆栈

source: Replace name with single click label
it_it: Sostituisci il nome con l'etichetta con un solo clic
pl_pl: Zastąp nazwę etykietą jednym kliknięciem
zh: 将名称替换为单击标签

source: Moving item {0} / {1}
it_it: Spostamento di oggetti {0} / {1}
pl_pl: Element ruchomy {0} / {1}
zh: 移动项目 {0} / {1}

source: Text Color
it_it: Colore del testo
pl_pl: Kolor tekstu
zh: 文本颜色

source: Width
it_it: Larghezza
pl_pl: Szerokość
zh: 宽度

source: Height
it_it: Altezza
pl_pl: Wysokość
zh: 高度

source: Transparent background
it_it: Sfondo trasparente
pl_pl: Przezroczyste tło
zh: 透明背景

source: ItemID Filter
it_it: Filtro ItemID
pl_pl: Filtr ItemID
zh: ItemID 筛选器

source: Source ID
it_it: ID di origine
pl_pl: Identyfikator źródła
zh: 源 ID

source: Destination ID
it_it: ID destinazione
pl_pl: Identyfikator miejsca docelowego
zh: 目标 ID

source: World Map
it_it: Mappa del mondo
pl_pl: Mapa świata
zh: 世界地图

source: Skill Bonus
it_it: Bonus abilità
pl_pl: Premia do umiejętności
zh: 技能加成

source: Stop Organizer
pl_pl: Zatrzymaj organizatora
zh: 停止组织者

source: Stop Dress
it_it: Fermati Vestito
pl_pl: Zatrzymaj sukienkę
zh: 定点连衣裙

source: Screenshot
it_it: Immagine dello schermo
pl_pl: Zrzut ekranu
zh: 截屏

source: Open Folder
it_it: Apri cartella
pl_pl: Otwórz folder
zh: 打开文件夹

source: Include Player Name
it_it: Includi il nome del giocatore
pl_pl: Uwzględnij nazwę gracza
zh: 包括玩家名称

source: Include Shard Name
it_it: Includi nome partizione
pl_pl: Uwzględnij nazwę fragmentu
zh: 包括分片名称

source: Include Timestamp
it_it: Includi timestamp
pl_pl: Uwzględnij sygnaturę czasową
zh: 包括时间戳

source: Information Bar
it_it: Barra delle informazioni
pl_pl: Pasek informacji
zh: 信息栏

source: Format:
it_it: Formato:
zh: 格式：

# Font Color:
source: Font Colour:
it_it: Colore carattere:
pl_pl: Kolor czcionki:
zh: 字体颜色：

# Background Color:
source: Background Colour:
it_it: Colore di sfondo:
pl_pl: Kolor tła:
zh: 背景颜色：

source: Font Size:
it_it: Dimensione del carattere:
pl_pl: Rozmiar czcionki:
zh: 字体大小：

source: Auto Screenshot
it_it: Screenshot automatico
pl_pl: Automatyczny zrzut ekranu
zh: 自动截图

source: Player Death
it_it: Morte del giocatore
pl_pl: Śmierć gracza
zh: 玩家死亡

source: Filename Format:
it_it: Formato del nome del file:
pl_pl: Format nazwy pliku:
zh: 文件名格式：

source: Mobile Death
it_it: Morte mobile
pl_pl: Mobilna śmierć
zh: 移动死亡

source: Player Death Delay:
it_it: Ritardo morte giocatore:
pl_pl: Opóźnienie śmierci gracza:
zh: 玩家死亡延迟：

source: Mobile Death Delay:
it_it: Ritardo morte mobile:
pl_pl: Opóźnienie śmierci na urządzeniach mobilnych:
zh: 移动死亡延迟：

source: (milliseconds)
it_it: (millisecondi)
pl_pl: (milisekundy)
zh: （毫秒）

source: UO Only
it_it: Solo UO
pl_pl: Tylko UO
zh: 仅限 UO

source: Fullscreen
it_it: Schermo intero
pl_pl: Pełny ekran
zh: 全屏

source: Max Distance:
it_it: Distanza massima:
pl_pl: Maksymalna odległość:
zh: 最大距离：

source: Only if enemy
it_it: Solo se il nemico
pl_pl: Tylko jeśli wróg
zh: 只有当敌人

source: Disable hotkeys on profile load
it_it: Disabilita i tasti di scelta rapida al caricamento del profilo
pl_pl: Wyłącz skróty klawiszowe podczas ładowania profilu
zh: 在配置文件加载时禁用热键

source: Limit Hotkey Retrigger
it_it: Limita il riavvio dei tasti di scelta rapida
pl_pl: Ogranicz ponowne wyzwalanie skrótu
zh: 限制热键重新触发

source: Other
it_it: Altro__________
pl_pl: Inny __________
zh: 其他

source: Packets
cs: Pakety
it_it: Pacchetti
pl_pl: Pakiety
zh: 数据包

source: Hue Override
it_it: Sostituzione tonalità
pl_pl: Zastąpienie odcienia
zh: 色相覆盖

source: Hotkeys Status Gump
it_it: Tasti di scelta rapida Stato Gump
pl_pl: Skróty klawiszowe Stan Gumpa
zh: 热键状态阿甘

source: A profile already exists by this name, choose a new name...
it_it: Esiste già un profilo con questo nome, scegli un nuovo nome...
pl_pl: Profil już istnieje pod tą nazwą, wybierz nową nazwę...
zh: 此名称的配置文件已存在，请选择一个新名称...

source: Targeting item {0} / {1}
it_it: Targeting dell'elemento {0} / {1}
pl_pl: Element celowania {0} / {1}
zh: 定位项目 {0} / {1}

source: Move to bank
it_it: Trasferimento in banca
pl_pl: Przenieś się do banku
zh: 转移到银行

source: Direction
it_it: Direzione
pl_pl: Kierunek
zh: 方向

source: Include Internal
it_it: Includi interno
pl_pl: Uwzględnij wewnętrzne
zh: 包括内部

source: Enabled Packets:
it_it: Pacchetti abilitati:
pl_pl: Włącz pakiety:
zh: 已启用数据包：

source: See More
cs: Zobrazit více
it_it: Vedi di più
pl_pl: Zobacz więcej

# MACRO_WIKI_URL
source: https://github.com/Reetus/ClassicAssist/wiki/Macro-Commands
it_it: https://github.com/Reetus/ClassicAssist/wiki/Macro-Commands-(it-IT)
pl_pl: https://github.com/Reetus/ClassicAssist/wiki/Macro-Commands-(pl-PL)
