Repository: Reetus/ClassicAssist
Catalog: ClassicAssist.Launcher/Properties/Resources.*.resx
Languages: cs

source: Client Options
cs: Nastavení klienta

source: Check for update
cs: Zkontrolovat aktualizace

source: Select a client
cs: Vybrat klienta

source: Select your Ultima Online directory
cs: Vybrat složku s instalací Ultimy Online

source: Unable to resolve shard hostname.
cs: Nelze rozpoznat adresu shardu.

source: Error
cs: Chyba

source: Shards
cs: Shardy

source: Address
cs: Adresa

source: Players
cs: Hráči

source: Cancel
cs: Zrušit

source: Add
cs: Přidat

source: Cannot remove preset shard
cs: Nelze smazat přednastavený shard

source: Refresh
cs: Obnovit

source: Remove
cs: Odstranit

source: Options
cs: Nastavení

source: Additional Plugins:
cs: Další pluginy

source: Autologin
cs: Automatické přihlášení

source: Auto Reconnect
cs: Automatické znovupřipojení

source: Reconnect Time (milliseconds)
cs: Čas znovu připojení (milisekundy)

source: Skip Login Screen
cs: Přeskočit přihlašovací obrazovku

source: Reconnect Time
cs: Čas znovu připojení:

source: Override Client Version
cs: Přepsat verzi klienta

source: Client Version
cs: Verze klienta

source: Encryption
cs: Šifrování

source: Open a GitHub issue to have your shard added to the list.
cs: Založ GitHub issue pro přidání vlastního shardu do seznamu.

source: Open Shard Website
cs: Otevřít web shardu
